{
  "bookId": "job",
  "bookTitle": "Job",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "n": 1,
          "en": "THERE was a man in the land of Uz, whose name was Job; and that man was whole-hearted and upright, and one that feared God, and shunned evil.",
          "ref": "job 1:1"
        },
        {
          "n": 2,
          "en": "And there were born unto him seven sons and three daughters.",
          "ref": "job 1:2"
        },
        {
          "n": 3,
          "en": "His possessions also were seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she-asses, and a very great household; so that this man was the greatest of all the children of the east.",
          "ref": "job 1:3"
        },
        {
          "n": 4,
          "en": "And his sons used to go and hold a feast in the house of each one upon his day; and they would send and invite their three sisters to eat and to drink with them.",
          "ref": "job 1:4"
        },
        {
          "n": 5,
          "en": "And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt-offerings according to the number of them all; for Job said: ‘It may be that my sons have sinned, and blasphemed God in their hearts.’ Thus did Job continually.",
          "ref": "job 1:5"
        },
        {
          "n": 6,
          "en": "Now it fell upon a day, that the sons of God came to present themselves before the LORD, and Satan came also among them.",
          "ref": "job 1:6"
        },
        {
          "n": 7,
          "en": "And the LORD said unto Satan: ‘Whence comest thou?’ Then Satan answered the LORD, and said: ‘From going to and fro in the earth, and from walking up and down in it.’",
          "ref": "job 1:7"
        },
        {
          "n": 8,
          "en": "And the LORD said unto Satan: ‘Hast thou considered My servant Job, that there is none like him in the earth, a whole-hearted and an upright man, one that feareth God, and shunneth evil?’",
          "ref": "job 1:8"
        },
        {
          "n": 9,
          "en": "Then Satan answered the LORD, and said: ‘Doth Job fear God for nought?",
          "ref": "job 1:9"
        },
        {
          "n": 10,
          "en": "Hast not Thou made a hedge about him, and about his house, and about all that he hath, on every side? Thou hast blessed the work of his hands, and his possessions are increased in the land.",
          "ref": "job 1:10"
        },
        {
          "n": 11,
          "en": "But put forth Thy hand now, and touch all that he hath, surely he will blaspheme Thee to Thy face.’",
          "ref": "job 1:11"
        },
        {
          "n": 12,
          "en": "And the LORD said unto Satan: ‘Behold, all that he hath is in thy power; only upon himself put not forth thy hand.’ So Satan went forth from the presence of the LORD.",
          "ref": "job 1:12"
        },
        {
          "n": 13,
          "en": "And it fell on a day when his sons and his daughters were eating and drinking wine in their eldest brother’s house,",
          "ref": "job 1:13"
        },
        {
          "n": 14,
          "en": "that there came a messenger unto Job, and said: ‘The oxen were plowing, and the asses feeding beside them;",
          "ref": "job 1:14"
        },
        {
          "n": 15,
          "en": "and the Sabeans made a raid, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.’",
          "ref": "job 1:15"
        },
        {
          "n": 16,
          "en": "While he was yet speaking, there came also another, and said: ‘A fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.’",
          "ref": "job 1:16"
        },
        {
          "n": 17,
          "en": "While he was yet speaking, there came also another, and said: ‘The Chaldeans set themselves in three bands, and fell upon the camels, and have taken them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.’",
          "ref": "job 1:17"
        },
        {
          "n": 18,
          "en": "While he was yet speaking, there came also another, and said: ‘Thy sons and thy daughters were eating and drinking wine in their eldest brother’s house;",
          "ref": "job 1:18"
        },
        {
          "n": 19,
          "en": "And, behold, there came a great wind from across the wilderness, and smote the four corners of the house, and it fell upon the young people, and they are dead; and I only am escaped alone to tell thee.’",
          "ref": "job 1:19"
        },
        {
          "n": 20,
          "en": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped;",
          "ref": "job 1:20"
        },
        {
          "n": 21,
          "en": "And he said; Naked came I out of my mother’s womb, And naked shall I return thither; The LORD gave, and the LORD hath taken away; Blessed be the name of the LORD.",
          "ref": "job 1:21"
        },
        {
          "n": 22,
          "en": "For all this Job sinned not, nor ascribed aught unseemly to God.",
          "ref": "job 1:22"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "n": 1,
          "en": "Again it fell upon a day, that the sons of God came to present themselves before the LORD, and Satan came also among them to present himself before the LORD.",
          "ref": "job 2:1"
        },
        {
          "n": 2,
          "en": "And the LORD said unto Satan: ‘From whence comest thou?’ And Satan answered the LORD, and said: ‘From going to and fro in the earth, and from walking up and down in it.’",
          "ref": "job 2:2"
        },
        {
          "n": 3,
          "en": "And the LORD said unto Satan: ‘Hast thou considered my servant Job, that there is none like him in the earth, a whole-hearted and an upright man, one that feareth God, and shunneth evil? and he still holdeth fast his integrity, although thou didst move Me against him, to destroy him without cause.’",
          "ref": "job 2:3"
        },
        {
          "n": 4,
          "en": "And Satan answered the LORD, and said: ‘Skin for skin, yea, all that a man hath will he give for his life.",
          "ref": "job 2:4"
        },
        {
          "n": 5,
          "en": "But put forth Thy hand now, and touch his bone and his flesh, surely he will blaspheme Thee to Thy face.’",
          "ref": "job 2:5"
        },
        {
          "n": 6,
          "en": "And the LORD said unto Satan: ‘Behold, he is in thy hand; only spare his life.’",
          "ref": "job 2:6"
        },
        {
          "n": 7,
          "en": "So Satan went forth from the presence of the LORD, and smote Job with sore boils from the sole of his foot even unto his crown.",
          "ref": "job 2:7"
        },
        {
          "n": 8,
          "en": "And he took him a potsherd to scrape himself therewith; and he sat among the ashes.",
          "ref": "job 2:8"
        },
        {
          "n": 9,
          "en": "Then said his wife unto him: ‘Dost thou still hold fast thine integrity? blaspheme God, and die.’",
          "ref": "job 2:9"
        },
        {
          "n": 10,
          "en": "But he said unto her: ‘Thou speakest as one of the impious women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil?’ For all this did not Job sin with his lips.",
          "ref": "job 2:10"
        },
        {
          "n": 11,
          "en": "Now when Job’s three friends heard of all this evil that was come upon him, they came every one from his own place, Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to bemoan him and to comfort him.",
          "ref": "job 2:11"
        },
        {
          "n": 12,
          "en": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his mantle, and threw dust upon their heads toward heaven.",
          "ref": "job 2:12"
        },
        {
          "n": 13,
          "en": "So they sat down with him upon the ground seven days and seven nights, and none spoke a word unto him; for they saw that his grief was very great.",
          "ref": "job 2:13"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "n": 1,
          "en": "After this opened Job his mouth, and cursed his day.",
          "ref": "job 3:1"
        },
        {
          "n": 2,
          "en": "And Job spoke, and said:",
          "ref": "job 3:2"
        },
        {
          "n": 3,
          "en": "Let the day perish wherein I was born, And the night wherein it was said: ‘A man-child is brought forth.’",
          "ref": "job 3:3"
        },
        {
          "n": 4,
          "en": "Let that day be darkness; Let not God inquire after it from above, Neither let the light shine upon it.",
          "ref": "job 3:4"
        },
        {
          "n": 5,
          "en": "Let darkness and the shadow of death claim it for their own; Let a cloud dwell upon it; Let all that maketh black the day terrify it.",
          "ref": "job 3:5"
        },
        {
          "n": 6,
          "en": "As for that night, let thick darkness seize upon it; Let it not rejoice among the days of the year; Let it not come into the number of the months.",
          "ref": "job 3:6"
        },
        {
          "n": 7,
          "en": "Lo, let that night be desolate; Let no joyful voice come therein.",
          "ref": "job 3:7"
        },
        {
          "n": 8,
          "en": "Let them curse it that curse the day, Who are ready to rouse up leviathan.",
          "ref": "job 3:8"
        },
        {
          "n": 9,
          "en": "Let the stars of the twilight thereof be dark; Let it look for light, but have none; Neither let it behold the eyelids of the morning;",
          "ref": "job 3:9"
        },
        {
          "n": 10,
          "en": "Because it shut not up the doors of my [mother’s] womb, Nor hid trouble from mine eyes.",
          "ref": "job 3:10"
        },
        {
          "n": 11,
          "en": "Why died I not from the womb? Why did I not perish at birth?",
          "ref": "job 3:11"
        },
        {
          "n": 12,
          "en": "Why did the knees receive me? And wherefore the breasts, that I should suck?",
          "ref": "job 3:12"
        },
        {
          "n": 13,
          "en": "For now should I have lain still and been quiet; I should have slept; then had I been at rest—",
          "ref": "job 3:13"
        },
        {
          "n": 14,
          "en": "With kings and counsellors of the earth, Who built up waste places for themselves;",
          "ref": "job 3:14"
        },
        {
          "n": 15,
          "en": "Or with princes that had gold, Who filled their houses with silver;",
          "ref": "job 3:15"
        },
        {
          "n": 16,
          "en": "Or as a hidden untimely birth I had not been; As infants that never saw light.",
          "ref": "job 3:16"
        },
        {
          "n": 17,
          "en": "There the wicked cease from troubling; And there the weary are at rest.",
          "ref": "job 3:17"
        },
        {
          "n": 18,
          "en": "There the prisoners are at ease together; They hear not the voice of the taskmaster.",
          "ref": "job 3:18"
        },
        {
          "n": 19,
          "en": "The small and great are there alike; And the servant is free from his master.",
          "ref": "job 3:19"
        },
        {
          "n": 20,
          "en": "Wherewith is light given to him that is in misery, And life unto the bitter in soul—",
          "ref": "job 3:20"
        },
        {
          "n": 21,
          "en": "Who long for death, but it cometh not; And dig for it more than for hid treasures;",
          "ref": "job 3:21"
        },
        {
          "n": 22,
          "en": "Who rejoice unto exultation, And are glad, when they can find the grave?—",
          "ref": "job 3:22"
        },
        {
          "n": 23,
          "en": "To a man whose way is hid, And whom God hath hedged in?",
          "ref": "job 3:23"
        },
        {
          "n": 24,
          "en": "For my sighing cometh instead of my food, And my roarings are poured out like water.",
          "ref": "job 3:24"
        },
        {
          "n": 25,
          "en": "For the thing which I did fear is come upon me, And that which I was afraid of hath overtaken me.",
          "ref": "job 3:25"
        },
        {
          "n": 26,
          "en": "I was not at ease, neither was I quiet, Neither had I rest; but trouble came.",
          "ref": "job 3:26"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Eliphaz the Temanite, and said:",
          "ref": "job 4:1"
        },
        {
          "n": 2,
          "en": "If one venture a word unto thee, wilt thou be weary? But who can withhold himself from speaking?",
          "ref": "job 4:2"
        },
        {
          "n": 3,
          "en": "Behold, thou hast instructed many, And thou hast strengthened the weak hands.",
          "ref": "job 4:3"
        },
        {
          "n": 4,
          "en": "Thy words have upholden him that was falling, And thou hast strengthened the feeble knees.",
          "ref": "job 4:4"
        },
        {
          "n": 5,
          "en": "But now it is come upon thee, and thou art weary; It toucheth thee, and thou art affrighted.",
          "ref": "job 4:5"
        },
        {
          "n": 6,
          "en": "Is not thy fear of God thy confidence, And thy hope the integrity of thy ways?",
          "ref": "job 4:6"
        },
        {
          "n": 7,
          "en": "Remember, I pray thee, who ever perished, being innocent? Or where were the upright cut off?",
          "ref": "job 4:7"
        },
        {
          "n": 8,
          "en": "According as I have seen, they that plow iniquity, And sow mischief, reap the same.",
          "ref": "job 4:8"
        },
        {
          "n": 9,
          "en": "By the breath of God they perish, And by the blast of His anger are they consumed.",
          "ref": "job 4:9"
        },
        {
          "n": 10,
          "en": "The lion roareth, and the fierce lion howleth— Yet the teeth of the young lions are broken.",
          "ref": "job 4:10"
        },
        {
          "n": 11,
          "en": "The old lion perisheth for lack of prey, And the whelps of the lioness are scattered abroad.",
          "ref": "job 4:11"
        },
        {
          "n": 12,
          "en": "Now a word was secretly brought to me, And mine ear received a whisper thereof.",
          "ref": "job 4:12"
        },
        {
          "n": 13,
          "en": "In thoughts from the visions of the night, When deep sleep falleth on men,",
          "ref": "job 4:13"
        },
        {
          "n": 14,
          "en": "Fear came upon me, and trembling, And all my bones were made to shake. .",
          "ref": "job 4:14"
        },
        {
          "n": 15,
          "en": "Then a spirit passed before my face, That made the hair of my flesh to stand up.",
          "ref": "job 4:15"
        },
        {
          "n": 16,
          "en": "It stood still, but I could not discern the appearance thereof; A form was before mine eyes; I heard a still voice:",
          "ref": "job 4:16"
        },
        {
          "n": 17,
          "en": "’Shall mortal man be just before God? Shall a man be pure before his Maker?",
          "ref": "job 4:17"
        },
        {
          "n": 18,
          "en": "Behold, He putteth no trust in His servants, And His angels He chargeth with folly;",
          "ref": "job 4:18"
        },
        {
          "n": 19,
          "en": "How much more them that dwell in houses of clay, Whose foundation is in the dust, who are crushed before the moth!",
          "ref": "job 4:19"
        },
        {
          "n": 20,
          "en": "Betwixt morning and evening they are shattered; They perish for ever without any regarding it.",
          "ref": "job 4:20"
        },
        {
          "n": 21,
          "en": "Is not their tent-cord plucked up within them? They die, and that without wisdom.’",
          "ref": "job 4:21"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "n": 1,
          "en": "Call now; is there any that will answer thee? And to which of the holy ones wilt thou turn?",
          "ref": "job 5:1"
        },
        {
          "n": 2,
          "en": "For anger killeth the foolish man, And envy slayeth the silly one.",
          "ref": "job 5:2"
        },
        {
          "n": 3,
          "en": "I have seen the foolish taking root; But suddenly I beheld his habitation cursed.",
          "ref": "job 5:3"
        },
        {
          "n": 4,
          "en": "His children are far from safety, And are crushed in the gate, with none to deliver them.",
          "ref": "job 5:4"
        },
        {
          "n": 5,
          "en": "Whose harvest the hungry eateth up, And taketh it even out of the thorns, and the snare gapeth for their substance.",
          "ref": "job 5:5"
        },
        {
          "n": 6,
          "en": "For affliction cometh not forth from the dust, Neither doth trouble spring out of the ground;",
          "ref": "job 5:6"
        },
        {
          "n": 7,
          "en": "But man is born unto trouble, As the sparks fly upward.",
          "ref": "job 5:7"
        },
        {
          "n": 8,
          "en": "But as for me, I would seek unto God, And unto God would I commit my cause;",
          "ref": "job 5:8"
        },
        {
          "n": 9,
          "en": "Who doeth great things and unsearchable, Marvellous things without number;",
          "ref": "job 5:9"
        },
        {
          "n": 10,
          "en": "Who giveth rain upon the earth, And sendeth waters upon the fields;",
          "ref": "job 5:10"
        },
        {
          "n": 11,
          "en": "So that He setteth up on high those that are low, And those that mourn are exalted to safety.",
          "ref": "job 5:11"
        },
        {
          "n": 12,
          "en": "He frustrateth the devices of the crafty, So that their hands can perform nothing substantial.",
          "ref": "job 5:12"
        },
        {
          "n": 13,
          "en": "He taketh the wise in their own craftiness; And the counsel of the wily is carried headlong.",
          "ref": "job 5:13"
        },
        {
          "n": 14,
          "en": "They meet with darkness in the day-time, And grope at noonday as in the night. .",
          "ref": "job 5:14"
        },
        {
          "n": 15,
          "en": "But He saveth from the sword of their mouth, Even the needy from the hand of the mighty.",
          "ref": "job 5:15"
        },
        {
          "n": 16,
          "en": "So the poor hath hope, And iniquity stoppeth her mouth.",
          "ref": "job 5:16"
        },
        {
          "n": 17,
          "en": "Behold, happy is the man whom God correcteth; Therefore despise not thou the chastening of the Almighty.",
          "ref": "job 5:17"
        },
        {
          "n": 18,
          "en": "For He maketh sore, and bindeth up; He woundeth, and His hands make whole.",
          "ref": "job 5:18"
        },
        {
          "n": 19,
          "en": "He will deliver thee in six troubles; Yea, in seven there shall no evil touch thee.",
          "ref": "job 5:19"
        },
        {
          "n": 20,
          "en": "In famine He will redeem thee from death; And in war from the power of the sword.",
          "ref": "job 5:20"
        },
        {
          "n": 21,
          "en": "Thou shalt be hid from the scourge of the tongue; Neither shalt thou be afraid of destruction when it cometh.",
          "ref": "job 5:21"
        },
        {
          "n": 22,
          "en": "At destruction and famine thou shalt laugh; Neither shalt thou be afraid of the beasts of the earth.",
          "ref": "job 5:22"
        },
        {
          "n": 23,
          "en": "For thou shalt be in league with the stones of the field; And the beasts of the field shall be at peace with thee.",
          "ref": "job 5:23"
        },
        {
          "n": 24,
          "en": "And thou shalt know that thy tent is in peace; And thou shalt visit thy habitation, and shalt miss nothing.",
          "ref": "job 5:24"
        },
        {
          "n": 25,
          "en": "Thou shalt know also that thy seed shall be great, And thine offspring as the grass of the earth.",
          "ref": "job 5:25"
        },
        {
          "n": 26,
          "en": "Thou shalt come to thy grave in a ripe age, Like as a shock of corn cometh in in its season.",
          "ref": "job 5:26"
        },
        {
          "n": 27,
          "en": "Lo this, we have searched it, So it is; hear it, and know thou it for thy good.",
          "ref": "job 5:27"
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 6:1"
        },
        {
          "n": 2,
          "en": "Oh that my vexation were but weighed, and my calamity laid in the balances altogether!",
          "ref": "job 6:2"
        },
        {
          "n": 3,
          "en": "For now it would be heavier than the sand of the seas; therefore are my words broken.",
          "ref": "job 6:3"
        },
        {
          "n": 4,
          "en": "For the arrows of the Almighty are within me, the poison whereof my spirit drinketh up; the terrors of God do set themselves in array against me.",
          "ref": "job 6:4"
        },
        {
          "n": 5,
          "en": "Doth the wild ass bray when he hath grass? Or loweth the ox over his fodder?",
          "ref": "job 6:5"
        },
        {
          "n": 6,
          "en": "Can that which hath no savour be eaten without salt? Or is there any taste in the juice of mallows?",
          "ref": "job 6:6"
        },
        {
          "n": 7,
          "en": "My soul refuseth to touch them; they are as the sickness of my flesh.",
          "ref": "job 6:7"
        },
        {
          "n": 8,
          "en": "Oh that I might have my request, and that God would grant me the thing that I long for! .",
          "ref": "job 6:8"
        },
        {
          "n": 9,
          "en": "Even that it would please God to crush me; that He would let loose His hand, and cut me off!",
          "ref": "job 6:9"
        },
        {
          "n": 10,
          "en": "Then should I yet have comfort; yea, I would exult in pain, though He spare not; For I have not denied the words of the Holy One.",
          "ref": "job 6:10"
        },
        {
          "n": 11,
          "en": "What is my strength, that I should wait? And what is mine end, that I should be patient?",
          "ref": "job 6:11"
        },
        {
          "n": 12,
          "en": "Is my strength the strength of stones? Or is my flesh of brass?",
          "ref": "job 6:12"
        },
        {
          "n": 13,
          "en": "Is it that I have no help in me, and that sound wisdom is driven quite from me?",
          "ref": "job 6:13"
        },
        {
          "n": 14,
          "en": "To him that is ready to faint kindness is due from his friend, Even to him that forsaketh the fear of the Almighty.",
          "ref": "job 6:14"
        },
        {
          "n": 15,
          "en": "My brethren have dealt deceitfully as a brook, As the channel of brooks that overflow,",
          "ref": "job 6:15"
        },
        {
          "n": 16,
          "en": "Which are black by reason of the ice, And wherein the snow hideth itself;",
          "ref": "job 6:16"
        },
        {
          "n": 17,
          "en": "What time they wax warm, they vanish, When it is hot, they are consumed out of their place.",
          "ref": "job 6:17"
        },
        {
          "n": 18,
          "en": "The paths of their way do wind, They go up into the waste, and are lost.",
          "ref": "job 6:18"
        },
        {
          "n": 19,
          "en": "The caravans of Tema looked, The companies of Sheba waited for them—",
          "ref": "job 6:19"
        },
        {
          "n": 20,
          "en": "They were ashamed because they had hoped; They came thither, and were confounded.",
          "ref": "job 6:20"
        },
        {
          "n": 21,
          "en": "For now ye are become His; Ye see a terror, and are afraid.",
          "ref": "job 6:21"
        },
        {
          "n": 22,
          "en": "Did I say: ‘Give unto me’? Or: ‘Offer a present for me of your substance’?",
          "ref": "job 6:22"
        },
        {
          "n": 23,
          "en": "or: ‘Deliver me from the adversary’s hand’? Or: ‘Redeem me from the hand of the oppressors’?",
          "ref": "job 6:23"
        },
        {
          "n": 24,
          "en": "Teach me, and I will hold my peace; And cause me to understand wherein I have erred.",
          "ref": "job 6:24"
        },
        {
          "n": 25,
          "en": "How forcible are words of uprightness! But what doth your arguing argue?",
          "ref": "job 6:25"
        },
        {
          "n": 26,
          "en": "Do ye hold words to be an argument, But the speeches of one that is desperate to be wind?",
          "ref": "job 6:26"
        },
        {
          "n": 27,
          "en": "Yea, ye would cast lots upon the fatherless, And dig a pit for your friend.",
          "ref": "job 6:27"
        },
        {
          "n": 28,
          "en": "Now therefore be pleased to look upon me; For surely I shall not lie to your face.",
          "ref": "job 6:28"
        },
        {
          "n": 29,
          "en": "Return, I pray you, let there be no injustice; Yea, return again, my cause is righteous.",
          "ref": "job 6:29"
        },
        {
          "n": 30,
          "en": "Is there injustice on my tongue? Cannot my taste discern crafty devices?",
          "ref": "job 6:30"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "n": 1,
          "en": "Is there not a time of service to man upon earth? And are not his days like the days of a hireling?",
          "ref": "job 7:1"
        },
        {
          "n": 2,
          "en": "As a servant that eagerly longeth for the shadow, And as a hireling that looketh for his wages;",
          "ref": "job 7:2"
        },
        {
          "n": 3,
          "en": "So am I made to possess—months of vanity, And wearisome nights are appointed to me.",
          "ref": "job 7:3"
        },
        {
          "n": 4,
          "en": "When I lie down, I say: ‘When shall I arise?’ But the night is long, and I am full of tossings to and fro unto the dawning of the day.",
          "ref": "job 7:4"
        },
        {
          "n": 5,
          "en": "My flesh is clothed with worms and clods of dust; My skin closeth up and breaketh out afresh.",
          "ref": "job 7:5"
        },
        {
          "n": 6,
          "en": "My days are swifter than a weaver’s shuttle, And are spent without hope.",
          "ref": "job 7:6"
        },
        {
          "n": 7,
          "en": "O remember that my life is a breath; Mine eye shall no more see good.",
          "ref": "job 7:7"
        },
        {
          "n": 8,
          "en": "The eye of him that seeth me shall behold me no more; While Thine eyes are upon me, I am gone.",
          "ref": "job 7:8"
        },
        {
          "n": 9,
          "en": "As the cloud is consumed and vanisheth away, So he that goeth down to the grave shall come up no more.",
          "ref": "job 7:9"
        },
        {
          "n": 10,
          "en": "He shall return no more to his house, Neither shall his place know him any more.",
          "ref": "job 7:10"
        },
        {
          "n": 11,
          "en": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
          "ref": "job 7:11"
        },
        {
          "n": 12,
          "en": "Am I a sea, or a sea-monster, That Thou settest a watch over me?",
          "ref": "job 7:12"
        },
        {
          "n": 13,
          "en": "When I say: ‘My bed shall comfort me, My couch shall ease my complaint’;",
          "ref": "job 7:13"
        },
        {
          "n": 14,
          "en": "Then Thou scarest me with dreams, And terrifiest me through visions;",
          "ref": "job 7:14"
        },
        {
          "n": 15,
          "en": "So that my soul chooseth strangling, And death rather than these my bones.",
          "ref": "job 7:15"
        },
        {
          "n": 16,
          "en": "I loathe it; I shall not live alway; Let me alone; for my days are vanity.",
          "ref": "job 7:16"
        },
        {
          "n": 17,
          "en": "What is man, that Thou shouldest magnify him, And that Thou shouldest set Thy heart upon him,",
          "ref": "job 7:17"
        },
        {
          "n": 18,
          "en": "And that Thou shouldest remember him every morning, And try him every moment?",
          "ref": "job 7:18"
        },
        {
          "n": 19,
          "en": "How long wilt Thou not look away from me, Nor let me alone till I swallow down my spittle?",
          "ref": "job 7:19"
        },
        {
          "n": 20,
          "en": "If I have sinned, what do I unto Thee, O Thou watcher of men? Why hast Thou set me as a mark for Thee, So that I am a burden to myself?",
          "ref": "job 7:20"
        },
        {
          "n": 21,
          "en": "And why dost Thou not pardon my transgression, And take away mine iniquity? For now shall I lie down in the dust; And Thou wilt seek me, but I shall not be.",
          "ref": "job 7:21"
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Bildad the Shuhite, and said:",
          "ref": "job 8:1"
        },
        {
          "n": 2,
          "en": "How long wilt thou speak these things, Seeing that the words of thy mouth are as a mighty wind?",
          "ref": "job 8:2"
        },
        {
          "n": 3,
          "en": "Doth God pervert judgment? Or doth the Almighty pervert justice?",
          "ref": "job 8:3"
        },
        {
          "n": 4,
          "en": "If thy children sinned against Him, He delivered them into the hand of their transgression.",
          "ref": "job 8:4"
        },
        {
          "n": 5,
          "en": "If thou wouldest seek earnestly unto God, And make thy supplication to the Almighty;",
          "ref": "job 8:5"
        },
        {
          "n": 6,
          "en": "If thou wert pure and upright; Surely now He would awake for thee, And make the habitation of thy righteousness prosperous.",
          "ref": "job 8:6"
        },
        {
          "n": 7,
          "en": "And though thy beginning was small, Yet thy end should greatly increase.",
          "ref": "job 8:7"
        },
        {
          "n": 8,
          "en": "For inquire, I pray thee, of the former generation, And apply thyself to that which their fathers have searched out—",
          "ref": "job 8:8"
        },
        {
          "n": 9,
          "en": "For we are but of yesterday, and know nothing, Because our days upon earth are a shadow—",
          "ref": "job 8:9"
        },
        {
          "n": 10,
          "en": "Shall not they teach thee, and tell thee, And utter words out of their heart?",
          "ref": "job 8:10"
        },
        {
          "n": 11,
          "en": "Can the rush shoot up without mire? Can the reed-grass grow without water?",
          "ref": "job 8:11"
        },
        {
          "n": 12,
          "en": "Whilst it is yet in its greenness, and not cut down, It withereth before any other herb.",
          "ref": "job 8:12"
        },
        {
          "n": 13,
          "en": "So are the paths of all that forget God; And the hope of the godless man shall perish;",
          "ref": "job 8:13"
        },
        {
          "n": 14,
          "en": "Whose confidence is gossamer, And whose trust is a spider’s web.",
          "ref": "job 8:14"
        },
        {
          "n": 15,
          "en": "He shall lean upon his house, but it shall not stand; He shall hold fast thereby, but it shall not endure.",
          "ref": "job 8:15"
        },
        {
          "n": 16,
          "en": "He is green before the sun, And his shoots go forth over his garden.",
          "ref": "job 8:16"
        },
        {
          "n": 17,
          "en": "His roots are wrapped about the heap, He beholdeth the place of stones.",
          "ref": "job 8:17"
        },
        {
          "n": 18,
          "en": "If he be destroyed from his place, Then it shall deny him: ‘I have not seen thee.’",
          "ref": "job 8:18"
        },
        {
          "n": 19,
          "en": "Behold, this is the joy of his way, And out of the earth shall others spring.",
          "ref": "job 8:19"
        },
        {
          "n": 20,
          "en": "Behold, God will not cast away an innocent man, Neither will He uphold the evil-doers;",
          "ref": "job 8:20"
        },
        {
          "n": 21,
          "en": "Till He fill thy mouth with laughter, And thy lips with shouting.",
          "ref": "job 8:21"
        },
        {
          "n": 22,
          "en": "They that hate thee shall be clothed with shame; And the tent of the wicked shall be no more.",
          "ref": "job 8:22"
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 9:1"
        },
        {
          "n": 2,
          "en": "Of a truth I know that it is so; And how can man be just with God?",
          "ref": "job 9:2"
        },
        {
          "n": 3,
          "en": "If one should desire to contend with Him, He could not answer Him one of a thousand.",
          "ref": "job 9:3"
        },
        {
          "n": 4,
          "en": "He is wise in heart, and mighty in strength; Who hath hardened himself against Him, and prospered?",
          "ref": "job 9:4"
        },
        {
          "n": 5,
          "en": "Who removeth the mountains, and they know it not, When He overturneth them in His anger.",
          "ref": "job 9:5"
        },
        {
          "n": 6,
          "en": "Who shaketh the earth out of her place, And the pillars thereof tremble.",
          "ref": "job 9:6"
        },
        {
          "n": 7,
          "en": "Who commandeth the sun, and it riseth not; And sealeth up the stars.",
          "ref": "job 9:7"
        },
        {
          "n": 8,
          "en": "Who alone stretcheth out the heavens, And treadeth upon the waves of the sea.",
          "ref": "job 9:8"
        },
        {
          "n": 9,
          "en": "Who maketh the Bear, Orion, and the Pleiades, And the chambers of the south.",
          "ref": "job 9:9"
        },
        {
          "n": 10,
          "en": "Who doeth great things past finding out; Yea, marvellous things without number.",
          "ref": "job 9:10"
        },
        {
          "n": 11,
          "en": "Lo, He goeth by me, and I see Him not. He passeth on also, but I perceive Him not.",
          "ref": "job 9:11"
        },
        {
          "n": 12,
          "en": "Behold, He snatcheth away, who can hinder Him? Who will say unto Him: ‘What doest Thou?’",
          "ref": "job 9:12"
        },
        {
          "n": 13,
          "en": "God will not withdraw His anger; The helpers of Rahab did stoop under Him.",
          "ref": "job 9:13"
        },
        {
          "n": 14,
          "en": "How much less shall I answer Him, And choose out my arguments with Him?",
          "ref": "job 9:14"
        },
        {
          "n": 15,
          "en": "Whom, though I were righteous, yet would I not answer; I would make supplication to Him that contendeth with me.",
          "ref": "job 9:15"
        },
        {
          "n": 16,
          "en": "If I had called, and He had answered me; Yet would I not believe that He would hearken unto my voice—",
          "ref": "job 9:16"
        },
        {
          "n": 17,
          "en": "He that would break me with a tempest, And multiply my wounds without cause;",
          "ref": "job 9:17"
        },
        {
          "n": 18,
          "en": "That would not suffer me to take my breath, But fill me with bitterness.",
          "ref": "job 9:18"
        },
        {
          "n": 19,
          "en": "If it be a matter of strength, lo, He is mighty! And if of justice, who will appoint me a time? .",
          "ref": "job 9:19"
        },
        {
          "n": 20,
          "en": "Though I be righteous, mine own mouth shall condemn me; Though I be innocent, He shall prove me perverse.",
          "ref": "job 9:20"
        },
        {
          "n": 21,
          "en": "I am innocent—I regard not myself, I despise my life.",
          "ref": "job 9:21"
        },
        {
          "n": 22,
          "en": "It is all one—therefore I say: He destroyeth the innocent and the wicked.",
          "ref": "job 9:22"
        },
        {
          "n": 23,
          "en": "If the scourge slay suddenly, He will mock at the calamity of the guiltless.",
          "ref": "job 9:23"
        },
        {
          "n": 24,
          "en": "The earth is given into the hand of the wicked; He covereth the faces of the judges thereof; If it be not He, who then is it?",
          "ref": "job 9:24"
        },
        {
          "n": 25,
          "en": "Now my days are swifter than a runner; They flee away, they see no good.",
          "ref": "job 9:25"
        },
        {
          "n": 26,
          "en": "They are passed away as the swift ships; As the vulture that swoopeth on the prey.",
          "ref": "job 9:26"
        },
        {
          "n": 27,
          "en": "If I say: ‘I will forget my complaint, I will put off my sad countenance, and be of good cheer’,",
          "ref": "job 9:27"
        },
        {
          "n": 28,
          "en": "I am afraid of all my pains, I know that Thou wilt not hold me guiltless.",
          "ref": "job 9:28"
        },
        {
          "n": 29,
          "en": "I shall be condemned; Why then do I labour in vain?",
          "ref": "job 9:29"
        },
        {
          "n": 30,
          "en": "If I wash myself with snow water, And make my hands never so clean;",
          "ref": "job 9:30"
        },
        {
          "n": 31,
          "en": "Yet wilt Thou plunge me in the ditch, And mine own clothes shall abhor me.",
          "ref": "job 9:31"
        },
        {
          "n": 32,
          "en": "For He is not a man, as I am, that I should answer Him, That we should come together in judgment.",
          "ref": "job 9:32"
        },
        {
          "n": 33,
          "en": "There is no arbiter betwixt us, That might lay his hand upon us both.",
          "ref": "job 9:33"
        },
        {
          "n": 34,
          "en": "Let Him take His rod away from me, And let not His terror make me afraid;",
          "ref": "job 9:34"
        },
        {
          "n": 35,
          "en": "Then would I speak, and not fear Him; For I am not so with myself.",
          "ref": "job 9:35"
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "n": 1,
          "en": "My soul is weary of my life; I will give free course to my complaint; I will speak in the bitterness of my soul.",
          "ref": "job 10:1"
        },
        {
          "n": 2,
          "en": "I will say unto God: Do not condemn me; Make me know wherefore Thou contendest with me.",
          "ref": "job 10:2"
        },
        {
          "n": 3,
          "en": "Is it good unto Thee that Thou shouldest oppress, That Thou shouldest despise the work of Thy hands, And shine upon the counsel of the wicked?",
          "ref": "job 10:3"
        },
        {
          "n": 4,
          "en": "Hast Thou eyes of flesh? Or seest Thou as man seeth?",
          "ref": "job 10:4"
        },
        {
          "n": 5,
          "en": "Are Thy days as the days of man, Or Thy years as a man’s days,",
          "ref": "job 10:5"
        },
        {
          "n": 6,
          "en": "That Thou inquirest after mine iniquity, And searchest after my sin, .",
          "ref": "job 10:6"
        },
        {
          "n": 7,
          "en": "Although Thou knowest that I shall not be condemned; And there is none that can deliver out of Thy hand?",
          "ref": "job 10:7"
        },
        {
          "n": 8,
          "en": "Thy hands have framed me and fashioned me Together round about; yet Thou dost destroy me!",
          "ref": "job 10:8"
        },
        {
          "n": 9,
          "en": "Remember, I beseech Thee, that Thou hast fashioned me as clay; And wilt Thou bring me into dust again?",
          "ref": "job 10:9"
        },
        {
          "n": 10,
          "en": "Hast Thou not poured me out as milk, And curdled me like cheese?",
          "ref": "job 10:10"
        },
        {
          "n": 11,
          "en": "Thou hast clothed me with skin and flesh, And knit me together with bones and sinews.",
          "ref": "job 10:11"
        },
        {
          "n": 12,
          "en": "Thou hast granted me life and favour, And Thy providence hath preserved my spirit.",
          "ref": "job 10:12"
        },
        {
          "n": 13,
          "en": "Yet these things Thou didst hide in Thy heart; I know that this is with Thee;",
          "ref": "job 10:13"
        },
        {
          "n": 14,
          "en": "If I sin, then Thou markest me, And Thou wilt not acquit me from mine iniquity.",
          "ref": "job 10:14"
        },
        {
          "n": 15,
          "en": "If I be wicked, woe unto me; And if I be righteous, yet shall I not lift up my head— Being filled with ignominy And looking upon mine affliction.",
          "ref": "job 10:15"
        },
        {
          "n": 16,
          "en": "And if it exalt itself, Thou huntest me as a lion; And again Thou showest Thyself marvellous upon me.",
          "ref": "job 10:16"
        },
        {
          "n": 17,
          "en": "Thou renewest Thy witnesses against me, And increasest Thine indignation upon me; Host succeeding host against me.",
          "ref": "job 10:17"
        },
        {
          "n": 18,
          "en": "Wherefore then hast Thou brought me forth out of the womb? Would that I had perished, and no eye had seen me!",
          "ref": "job 10:18"
        },
        {
          "n": 19,
          "en": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
          "ref": "job 10:19"
        },
        {
          "n": 20,
          "en": "Are not my days few? Cease then, And let me alone, that I may take comfort a little,",
          "ref": "job 10:20"
        },
        {
          "n": 21,
          "en": "Before I go whence I shall not return, Even to the land of darkness and of the shadow of death;",
          "ref": "job 10:21"
        },
        {
          "n": 22,
          "en": "A land of thick darkness, as darkness itself; A land of the shadow of death, without any order, And where the light is as darkness.",
          "ref": "job 10:22"
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Zophar the Naamathite, and said:",
          "ref": "job 11:1"
        },
        {
          "n": 2,
          "en": "Should not the multitude of words be answered? And should a man full of talk be accounted right?",
          "ref": "job 11:2"
        },
        {
          "n": 3,
          "en": "Thy boastings have made men hold their peace, And thou hast mocked, with none to make thee ashamed;",
          "ref": "job 11:3"
        },
        {
          "n": 4,
          "en": "And thou hast said: ‘My doctrine is pure, And I am clean in Thine eyes.’",
          "ref": "job 11:4"
        },
        {
          "n": 5,
          "en": "But oh that God would speak, And open His lips against thee;",
          "ref": "job 11:5"
        },
        {
          "n": 6,
          "en": "And that He would tell thee the secrets of wisdom, That sound wisdom is manifold! Know therefore that God exacteth of thee less than thine iniquity deserveth.",
          "ref": "job 11:6"
        },
        {
          "n": 7,
          "en": "Canst thou find out the deep things of God? Canst thou attain unto the purpose of the Almighty?",
          "ref": "job 11:7"
        },
        {
          "n": 8,
          "en": "It is high as heaven; what canst thou do? Deeper than the nether-world; what canst thou know?",
          "ref": "job 11:8"
        },
        {
          "n": 9,
          "en": "The measure thereof is longer than the earth, and broader than the sea.",
          "ref": "job 11:9"
        },
        {
          "n": 10,
          "en": "If He pass by, and shut up, Or gather in, then who can hinder Him?",
          "ref": "job 11:10"
        },
        {
          "n": 11,
          "en": "For He knoweth base men; and when He seeth iniquity, will He not then consider it?",
          "ref": "job 11:11"
        },
        {
          "n": 12,
          "en": "But an empty man will get understanding, when a wild ass’s colt is born a man.",
          "ref": "job 11:12"
        },
        {
          "n": 13,
          "en": "If thou set thy heart aright, and stretch out thy hands toward Him—",
          "ref": "job 11:13"
        },
        {
          "n": 14,
          "en": "If iniquity be in thy hand, put it far away, and let not unrighteousness dwell in thy tents—",
          "ref": "job 11:14"
        },
        {
          "n": 15,
          "en": "Surely then shalt thou lift up thy face without spot; Yea, thou shalt be stedfast, and shalt not fear;",
          "ref": "job 11:15"
        },
        {
          "n": 16,
          "en": "For thou shalt forget thy misery; Thou shalt remember it as waters that are passed away;",
          "ref": "job 11:16"
        },
        {
          "n": 17,
          "en": "And thy life shall be clearer than the noonday; though there be darkness, it shall be as the morning.",
          "ref": "job 11:17"
        },
        {
          "n": 18,
          "en": "And thou shalt be secure, because there is hope; yea, thou shalt look about thee, and shalt take thy rest in safety.",
          "ref": "job 11:18"
        },
        {
          "n": 19,
          "en": "Also thou shalt lie down, and none shall make thee afraid; Yea, many shall make suit unto thee.",
          "ref": "job 11:19"
        },
        {
          "n": 20,
          "en": "But the eyes of the wicked shall fail, And they shall have no way to flee, And their hope shall be the drooping of the soul.",
          "ref": "job 11:20"
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 12:1"
        },
        {
          "n": 2,
          "en": "No doubt but ye are the people, And wisdom shall die with you.",
          "ref": "job 12:2"
        },
        {
          "n": 3,
          "en": "But I have understanding as well as you; I am not inferior to you; Yea, who knoweth not such things as these?",
          "ref": "job 12:3"
        },
        {
          "n": 4,
          "en": "I am as one that is a laughing-stock to his neighbour, A man that called upon God, And He answered him; The just, the innocent man is a laughing-stock,",
          "ref": "job 12:4"
        },
        {
          "n": 5,
          "en": "A contemptible brand in the thought of him that is at ease, A thing ready for them whose foot slippeth.",
          "ref": "job 12:5"
        },
        {
          "n": 6,
          "en": "The tents of robbers prosper, And they that provoke God are secure, In whatsoever God bringeth into their hand.",
          "ref": "job 12:6"
        },
        {
          "n": 7,
          "en": "But ask now the beasts, and they shall teach thee; And the fowls of the air, and they shall tell thee;",
          "ref": "job 12:7"
        },
        {
          "n": 8,
          "en": "Or speak to the earth, and it shall teach thee; And the fishes of the sea shall declare unto thee;",
          "ref": "job 12:8"
        },
        {
          "n": 9,
          "en": "Who knoweth not among all these, That the hand of the LORD hath wrought this?",
          "ref": "job 12:9"
        },
        {
          "n": 10,
          "en": "In whose hand is the soul of every living thing, And the breath of all mankind.—",
          "ref": "job 12:10"
        },
        {
          "n": 11,
          "en": "Doth not the ear try words, Even as the palate tasteth its food?",
          "ref": "job 12:11"
        },
        {
          "n": 12,
          "en": "Is wisdom with aged men, And understanding in length of days?—",
          "ref": "job 12:12"
        },
        {
          "n": 13,
          "en": "With Him is wisdom and might; He hath counsel and understanding.",
          "ref": "job 12:13"
        },
        {
          "n": 14,
          "en": "Behold, He breaketh down, and it cannot be built again; He shutteth up a man, and there can be no opening.",
          "ref": "job 12:14"
        },
        {
          "n": 15,
          "en": "Behold, He withholdeth the waters, and they dry up; Also He sendeth them out, and they overturn the earth.",
          "ref": "job 12:15"
        },
        {
          "n": 16,
          "en": "With Him is strength and sound wisdom; The deceived and the deceiver are His.",
          "ref": "job 12:16"
        },
        {
          "n": 17,
          "en": "He leadeth counsellors away stripped, And judges maketh He fools.",
          "ref": "job 12:17"
        },
        {
          "n": 18,
          "en": "He looseth the bond of kings, And bindeth their loins with a girdle.",
          "ref": "job 12:18"
        },
        {
          "n": 19,
          "en": "He leadeth priests away stripped, And overthroweth the mighty.",
          "ref": "job 12:19"
        },
        {
          "n": 20,
          "en": "He removeth the speech of men of trust, And taketh away the sense of the elders.",
          "ref": "job 12:20"
        },
        {
          "n": 21,
          "en": "He poureth contempt upon princes, And looseth the belt of the strong.",
          "ref": "job 12:21"
        },
        {
          "n": 22,
          "en": "He uncovereth deep things out of darkness, And bringeth out to light the shadow of death.",
          "ref": "job 12:22"
        },
        {
          "n": 23,
          "en": "He increaseth the nations, and destroyeth them; He enlargeth the nations, and leadeth them away.",
          "ref": "job 12:23"
        },
        {
          "n": 24,
          "en": "He taketh away the heart of the chiefs of the people of the land, And causeth them to wander in a wilderness where there is no way.",
          "ref": "job 12:24"
        },
        {
          "n": 25,
          "en": "They grope in the dark without light, And He maketh them to stagger like a drunken man.",
          "ref": "job 12:25"
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "n": 1,
          "en": "Lo, mine eye hath seen all this, Mine ear hath heard and  understood it.",
          "ref": "job 13:1"
        },
        {
          "n": 2,
          "en": "What ye know, do I know also; I am not inferior unto you.",
          "ref": "job 13:2"
        },
        {
          "n": 3,
          "en": "Notwithstanding I would speak to the Almighty, And I desire to reason with God.",
          "ref": "job 13:3"
        },
        {
          "n": 4,
          "en": "But ye are plasterers of lies, Ye are all physicians of no value.",
          "ref": "job 13:4"
        },
        {
          "n": 5,
          "en": "Oh that ye would altogether hold your peace! And it would be your wisdom.",
          "ref": "job 13:5"
        },
        {
          "n": 6,
          "en": "Hear now my reasoning, And hearken to the pleadings of my lips.",
          "ref": "job 13:6"
        },
        {
          "n": 7,
          "en": "Will ye speak unrighteously for God, And talk deceitfully for Him?",
          "ref": "job 13:7"
        },
        {
          "n": 8,
          "en": "Will ye show Him favour? Will ye contend for God?",
          "ref": "job 13:8"
        },
        {
          "n": 9,
          "en": "Would it be good that He should search you out? Or as one mocketh a man, will ye mock Him?",
          "ref": "job 13:9"
        },
        {
          "n": 10,
          "en": "He will surely reprove you, If ye do secretly show favour.",
          "ref": "job 13:10"
        },
        {
          "n": 11,
          "en": "Shall not His majesty terrify you, And His dread fall upon you?",
          "ref": "job 13:11"
        },
        {
          "n": 12,
          "en": "Your memorials shall be like unto ashes, Your eminences to eminences of clay.",
          "ref": "job 13:12"
        },
        {
          "n": 13,
          "en": "Hold your peace, let me alone, that I may speak, And let come on me what will.",
          "ref": "job 13:13"
        },
        {
          "n": 14,
          "en": "Wherefore? I will take my flesh in my teeth, And put my life in my hand.",
          "ref": "job 13:14"
        },
        {
          "n": 15,
          "en": "Though He slay me, yet will I trust in Him; But I will argue my ways before Him.",
          "ref": "job 13:15"
        },
        {
          "n": 16,
          "en": "This also shall be my salvation, That a hypocrite cannot come before Him.",
          "ref": "job 13:16"
        },
        {
          "n": 17,
          "en": "Hear diligently my speech, And let my declaration be in your ears.",
          "ref": "job 13:17"
        },
        {
          "n": 18,
          "en": "Behold now, I have ordered my cause; I know that I shall be justified.",
          "ref": "job 13:18"
        },
        {
          "n": 19,
          "en": "Who is he that will contend with me? For then would I hold my peace and die.",
          "ref": "job 13:19"
        },
        {
          "n": 20,
          "en": "Only do not two things unto me, Then will I not hide myself from Thee:",
          "ref": "job 13:20"
        },
        {
          "n": 21,
          "en": "Withdraw Thy hand far from me; And let not Thy terror make me afraid.",
          "ref": "job 13:21"
        },
        {
          "n": 22,
          "en": "Then call Thou, and I will answer; Or let me speak, and answer Thou me.",
          "ref": "job 13:22"
        },
        {
          "n": 23,
          "en": "How many are mine iniquities and sins? Make me to know my transgression and my sin.",
          "ref": "job 13:23"
        },
        {
          "n": 24,
          "en": "Wherefore hidest Thou Thy face, And holdest me for Thine enemy?",
          "ref": "job 13:24"
        },
        {
          "n": 25,
          "en": "Wilt Thou harass a driven leaf? And wilt Thou pursue the dry stubble?",
          "ref": "job 13:25"
        },
        {
          "n": 26,
          "en": "That Thou shouldest write bitter things against me, And make me to inherit the iniquities of my youth.",
          "ref": "job 13:26"
        },
        {
          "n": 27,
          "en": "Thou puttest my feet also in the stocks, And lookest narrowly unto all my paths; Thou drawest Thee a line about the soles of my feet;",
          "ref": "job 13:27"
        },
        {
          "n": 28,
          "en": "Though I am like a wine-skin that consumeth, Like a garment that is moth-eaten.",
          "ref": "job 13:28"
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "n": 1,
          "en": "Man that is born of a woman Is of few days, and full of trouble.",
          "ref": "job 14:1"
        },
        {
          "n": 2,
          "en": "He cometh forth like a flower, and withereth; He fleeth also as a shadow, and continueth not.",
          "ref": "job 14:2"
        },
        {
          "n": 3,
          "en": "And dost Thou open Thine eyes upon such a one, And bringest me into judgment with Thee?",
          "ref": "job 14:3"
        },
        {
          "n": 4,
          "en": "Who can bring a clean thing out of an unclean? not one.",
          "ref": "job 14:4"
        },
        {
          "n": 5,
          "en": "Seeing his days are determined, The number of his months is with Thee, And Thou hast appointed his bounds that he cannot pass;",
          "ref": "job 14:5"
        },
        {
          "n": 6,
          "en": "Look away from him, that he may rest, Till he shall accomplish, as a hireling, his day.",
          "ref": "job 14:6"
        },
        {
          "n": 7,
          "en": "For there is hope of a tree, If it be cut down, that it will sprout again, And that the tender branch thereof will not cease.",
          "ref": "job 14:7"
        },
        {
          "n": 8,
          "en": "Though the root thereof wax old in the earth, And the stock thereof die in the ground;",
          "ref": "job 14:8"
        },
        {
          "n": 9,
          "en": "Yet through the scent of water it will bud, And put forth boughs like a plant.",
          "ref": "job 14:9"
        },
        {
          "n": 10,
          "en": "But man dieth, and lieth low; Yea, man perisheth, and where is he?",
          "ref": "job 14:10"
        },
        {
          "n": 11,
          "en": "As the waters fail from the sea, And the river is drained dry;",
          "ref": "job 14:11"
        },
        {
          "n": 12,
          "en": "So man lieth down and riseth not; Till the heavens be no more, they shall not awake, Nor be roused out of their sleep.",
          "ref": "job 14:12"
        },
        {
          "n": 13,
          "en": "Oh that Thou wouldest hide me in the nether-world, That Thou wouldest keep me secret, until Thy wrath be past, That Thou wouldest appoint me a set time, and remember me!—",
          "ref": "job 14:13"
        },
        {
          "n": 14,
          "en": "If a man die, may he live again? All the days of my service would I wait, till my relief should come—",
          "ref": "job 14:14"
        },
        {
          "n": 15,
          "en": "Thou wouldest call, and I would answer Thee; Thou wouldest have a desire to the work of Thy hands.",
          "ref": "job 14:15"
        },
        {
          "n": 16,
          "en": "But now Thou numberest my steps, Thou dost not even wait for my sin;",
          "ref": "job 14:16"
        },
        {
          "n": 17,
          "en": "My transgression is sealed up in a bag, And Thou heapest up mine iniquity.",
          "ref": "job 14:17"
        },
        {
          "n": 18,
          "en": "And surely the mountain falling crumbleth away, And the rock is removed out of its place;",
          "ref": "job 14:18"
        },
        {
          "n": 19,
          "en": "The waters wear the stones; The overflowings thereof wash away the dust of the earth; So Thou destroyest the hope of man.",
          "ref": "job 14:19"
        },
        {
          "n": 20,
          "en": "Thou prevailest for ever against him, and he passeth; Thou changest his countenance, and sendest him away.",
          "ref": "job 14:20"
        },
        {
          "n": 21,
          "en": "His sons come to honour, and he knoweth it not; And they are brought low, but he regardeth them not.",
          "ref": "job 14:21"
        },
        {
          "n": 22,
          "en": "But his flesh grieveth for him, And his soul mourneth over him.",
          "ref": "job 14:22"
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Eliphaz the Temanite, and said:",
          "ref": "job 15:1"
        },
        {
          "n": 2,
          "en": "Should a wise man make answer with windy knowledge, And fill his belly with the east wind?",
          "ref": "job 15:2"
        },
        {
          "n": 3,
          "en": "Should he reason with unprofitable talk, Or with speeches wherewith he can do no good?",
          "ref": "job 15:3"
        },
        {
          "n": 4,
          "en": "Yea, thou doest away with fear, And impairest devotion before God.",
          "ref": "job 15:4"
        },
        {
          "n": 5,
          "en": "For thine iniquity teacheth thy mouth, And thou choosest the tongue of the crafty.",
          "ref": "job 15:5"
        },
        {
          "n": 6,
          "en": "Thine own mouth condemneth thee, and not I; Yea, thine own lips testify against thee.",
          "ref": "job 15:6"
        },
        {
          "n": 7,
          "en": "Art thou the first man that was born? Or wast thou brought forth before the hills?",
          "ref": "job 15:7"
        },
        {
          "n": 8,
          "en": "Dost thou hearken in the council of God? And dost thou restrain wisdom to thyself?",
          "ref": "job 15:8"
        },
        {
          "n": 9,
          "en": "What knowest thou, that we know not? What understandest thou, which is not in us?",
          "ref": "job 15:9"
        },
        {
          "n": 10,
          "en": "With us are both the gray-headed and the very aged men, Much older than thy father.",
          "ref": "job 15:10"
        },
        {
          "n": 11,
          "en": "Are the consolations of God too small for thee, And the word that dealeth gently with thee?",
          "ref": "job 15:11"
        },
        {
          "n": 12,
          "en": "Why doth thy heart carry thee away? And why do thine eyes wink?",
          "ref": "job 15:12"
        },
        {
          "n": 13,
          "en": "That thou turnest thy spirit against God, And lettest such words go out of thy mouth.",
          "ref": "job 15:13"
        },
        {
          "n": 14,
          "en": "What is man, that he should be clean? And he that is born of a woman, that he should be righteous?",
          "ref": "job 15:14"
        },
        {
          "n": 15,
          "en": "Behold, He putteth no trust in His holy ones; Yea, the heavens are not clean in His sight.",
          "ref": "job 15:15"
        },
        {
          "n": 16,
          "en": "How much less one that is abominable and impure, Man who drinketh iniquity like water! .",
          "ref": "job 15:16"
        },
        {
          "n": 17,
          "en": "I will tell thee, hear thou me; And that which I have seen I will declare—",
          "ref": "job 15:17"
        },
        {
          "n": 18,
          "en": "Which wise men have told From their fathers, and have not hid it;",
          "ref": "job 15:18"
        },
        {
          "n": 19,
          "en": "Unto whom alone the land was given, And no stranger passed among them.",
          "ref": "job 15:19"
        },
        {
          "n": 20,
          "en": "The wicked man travaileth with pain all his days, Even the number of years that are laid up for the oppressor.",
          "ref": "job 15:20"
        },
        {
          "n": 21,
          "en": "A sound of terrors is in his ears: In prosperity the destroyer shall come upon him.",
          "ref": "job 15:21"
        },
        {
          "n": 22,
          "en": "He believeth not that he shall return out of darkness, And he is waited for of the sword.",
          "ref": "job 15:22"
        },
        {
          "n": 23,
          "en": "He wandereth abroad for bread: ‘Where is it?’ He knoweth that the day of darkness is ready at his hand.",
          "ref": "job 15:23"
        },
        {
          "n": 24,
          "en": "Distress and anguish overwhelm him; They prevail against him, as a king ready to the battle.",
          "ref": "job 15:24"
        },
        {
          "n": 25,
          "en": "Because he hath stretched out his hand against God, And behaveth himself proudly against the Almighty;",
          "ref": "job 15:25"
        },
        {
          "n": 26,
          "en": "He runneth upon him with a stiff neck, With the thick bosses of his bucklers.",
          "ref": "job 15:26"
        },
        {
          "n": 27,
          "en": "Because he hath covered his face with his fatness, And made collops of fat on his loins;",
          "ref": "job 15:27"
        },
        {
          "n": 28,
          "en": "And he hath dwelt in desolate cities, In houses which no man would inhabit, Which were ready to become heaps.",
          "ref": "job 15:28"
        },
        {
          "n": 29,
          "en": "He shall not be rich, neither shall his substance continue, Neither shall their produce bend to the earth.",
          "ref": "job 15:29"
        },
        {
          "n": 30,
          "en": "He shall not depart out of darkness; The flame shall dry up his branches, And by the breath of His mouth shall he go away.",
          "ref": "job 15:30"
        },
        {
          "n": 31,
          "en": "Let him not trust in vanity, deceiving himself; For vanity shall be his recompense.",
          "ref": "job 15:31"
        },
        {
          "n": 32,
          "en": "It shall be accomplished before his time, And his branch shall not be leafy.",
          "ref": "job 15:32"
        },
        {
          "n": 33,
          "en": "He shall shake off his unripe grape as the vine, And shall cast off his flower as the olive.",
          "ref": "job 15:33"
        },
        {
          "n": 34,
          "en": "For the company of the godless shall be desolate, And fire shall consume the tents of bribery.",
          "ref": "job 15:34"
        },
        {
          "n": 35,
          "en": "They conceive mischief, and bring forth iniquity, And their belly prepareth deceit.",
          "ref": "job 15:35"
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 16:1"
        },
        {
          "n": 2,
          "en": "I have heard many such things; Sorry comforters are ye all.",
          "ref": "job 16:2"
        },
        {
          "n": 3,
          "en": "Shall windy words have an end? Or what provoketh thee that thou answerest?",
          "ref": "job 16:3"
        },
        {
          "n": 4,
          "en": "I also could speak as ye do; If your soul were in my soul’s stead, I could join words together against you, And shake my head at you.",
          "ref": "job 16:4"
        },
        {
          "n": 5,
          "en": "I would strengthen you with my mouth, And the moving of my lips would assuage your grief.",
          "ref": "job 16:5"
        },
        {
          "n": 6,
          "en": "Though I speak, my pain is not assuaged; And though I forbear, what am I eased?",
          "ref": "job 16:6"
        },
        {
          "n": 7,
          "en": "But now He hath made me weary; Thou hast made desolate all my company.",
          "ref": "job 16:7"
        },
        {
          "n": 8,
          "en": "And Thou hast shrivelled me up, which is a witness against me; And my leanness riseth up against me, it testifieth to my face.",
          "ref": "job 16:8"
        },
        {
          "n": 9,
          "en": "He hath torn me in His wrath, and hated me; He hath gnashed upon me with His teeth; Mine adversary sharpeneth his eyes upon me.",
          "ref": "job 16:9"
        },
        {
          "n": 10,
          "en": "They have gaped upon me with their mouth; They have smitten me upon the cheek scornfully; They gather themselves together against me.",
          "ref": "job 16:10"
        },
        {
          "n": 11,
          "en": "God delivereth me to the ungodly, And casteth me into the hands of the wicked.",
          "ref": "job 16:11"
        },
        {
          "n": 12,
          "en": "I was at ease, and He broke me asunder; Yea, He hath taken me by the neck, and dashed me to pieces; He hath also set me up for His mark.",
          "ref": "job 16:12"
        },
        {
          "n": 13,
          "en": "His archers compass me round about, He cleaveth my reins asunder, and doth not spare; He poureth out my gall upon the ground.",
          "ref": "job 16:13"
        },
        {
          "n": 14,
          "en": "He breaketh me with breach upon breach; He runneth upon me like a giant.",
          "ref": "job 16:14"
        },
        {
          "n": 15,
          "en": "I have sewed sackcloth upon my skin, And have laid my horn in the dust.",
          "ref": "job 16:15"
        },
        {
          "n": 16,
          "en": "My face is reddened with weeping, And on my eyelids is the shadow of death;",
          "ref": "job 16:16"
        },
        {
          "n": 17,
          "en": "Although there is no violence in my hands, And my prayer is pure.",
          "ref": "job 16:17"
        },
        {
          "n": 18,
          "en": "O earth, cover not thou my blood, And let my cry have no resting-place.",
          "ref": "job 16:18"
        },
        {
          "n": 19,
          "en": "Even now, behold, my Witness is in heaven, And He that testifieth of me is on high.",
          "ref": "job 16:19"
        },
        {
          "n": 20,
          "en": "Mine inward thoughts are my intercessors, Mine eye poureth out tears unto God;",
          "ref": "job 16:20"
        },
        {
          "n": 21,
          "en": "That He would set aright a man contending with God, As a son of man setteth aright his neighbour! .",
          "ref": "job 16:21"
        },
        {
          "n": 22,
          "en": "For the years that are few are coming on, And I shall go the way whence I shall not return.",
          "ref": "job 16:22"
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "n": 1,
          "en": "My spirit consumed, my days are extinct, The grave is ready for me.",
          "ref": "job 17:1"
        },
        {
          "n": 2,
          "en": "Surely there are mockers with me, And mine eye abideth in their provocation.",
          "ref": "job 17:2"
        },
        {
          "n": 3,
          "en": "Give now a pledge, be surety for me with Thyself; Who else is there that will strike hands with me?",
          "ref": "job 17:3"
        },
        {
          "n": 4,
          "en": "For Thou hast hid their heart from understanding; Therefore shalt Thou not exalt them.",
          "ref": "job 17:4"
        },
        {
          "n": 5,
          "en": "He that denounceth his friends for the sake of flattery, Even the eyes of his children shall fail.",
          "ref": "job 17:5"
        },
        {
          "n": 6,
          "en": "He hath made me also a byword of the people; And I am become one in whose face they spit.",
          "ref": "job 17:6"
        },
        {
          "n": 7,
          "en": "Mine eye also is dimmed by reason of vexation, And all my members are as a shadow.",
          "ref": "job 17:7"
        },
        {
          "n": 8,
          "en": "Upright men are astonished at this, And the innocent stirreth up himself against the godless.",
          "ref": "job 17:8"
        },
        {
          "n": 9,
          "en": "Yet the righteous holdeth on his way, And he that hath clean hands waxeth stronger and stronger.",
          "ref": "job 17:9"
        },
        {
          "n": 10,
          "en": "But as for you all, do ye return, and come now; And I shall not find a wise man among you.",
          "ref": "job 17:10"
        },
        {
          "n": 11,
          "en": "My days are past, my purposes are broken off, Even the thoughts of my heart.",
          "ref": "job 17:11"
        },
        {
          "n": 12,
          "en": "They change the night into day; The light is short because of darkness.",
          "ref": "job 17:12"
        },
        {
          "n": 13,
          "en": "If I look for the nether-world as my house; If I have spread my couch in the darkness;",
          "ref": "job 17:13"
        },
        {
          "n": 14,
          "en": "If I have said to corruption: ‘Thou art my father’, To the worm: ‘Thou art my mother, and my sister’;",
          "ref": "job 17:14"
        },
        {
          "n": 15,
          "en": "Where then is my hope? And as for my hope, who shall see it?",
          "ref": "job 17:15"
        },
        {
          "n": 16,
          "en": "They shall go down to the bars of the nether-world, When we are at rest together in the dust.",
          "ref": "job 17:16"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Bildad the Shuhite, and said:",
          "ref": "job 18:1"
        },
        {
          "n": 2,
          "en": "How long will ye lay snares for words? Consider, and afterwards we will speak.",
          "ref": "job 18:2"
        },
        {
          "n": 3,
          "en": "Wherefore are we counted as beasts, And reputed dull in your sight?",
          "ref": "job 18:3"
        },
        {
          "n": 4,
          "en": "Thou that tearest thyself in thine anger, Shall the earth be forsaken for thee? Or shall the rock be removed out of its place? .",
          "ref": "job 18:4"
        },
        {
          "n": 5,
          "en": "Yea, the light of the wicked shall be put out, And the spark of his fire shall not shine.",
          "ref": "job 18:5"
        },
        {
          "n": 6,
          "en": "The light shall be dark in his tent, And his lamp over him shall be put out.",
          "ref": "job 18:6"
        },
        {
          "n": 7,
          "en": "The steps of his strength shall be straitened, And his own counsel shall cast him down.",
          "ref": "job 18:7"
        },
        {
          "n": 8,
          "en": "For he is cast into a net by his own feet, And he walketh upon the toils.",
          "ref": "job 18:8"
        },
        {
          "n": 9,
          "en": "A gin shall take him by the heel, And a snare shall lay hold on him.",
          "ref": "job 18:9"
        },
        {
          "n": 10,
          "en": "A noose is hid for him in the ground, And a trap for him in the way.",
          "ref": "job 18:10"
        },
        {
          "n": 11,
          "en": "Terrors shall overwhelm him on every side, And shall entrap him at his feet.",
          "ref": "job 18:11"
        },
        {
          "n": 12,
          "en": "His trouble shall be ravenous, And calamity shall be ready for his fall.",
          "ref": "job 18:12"
        },
        {
          "n": 13,
          "en": "It shall devour the members of his body, Yea, the first-born of death shall devour his members.",
          "ref": "job 18:13"
        },
        {
          "n": 14,
          "en": "That wherein he trusteth shall be plucked out of his tent; And he shall be brought to the king of terrors.",
          "ref": "job 18:14"
        },
        {
          "n": 15,
          "en": "There shall dwell in his tent that which is none of his; Brimstone shall be scattered upon his habitation.",
          "ref": "job 18:15"
        },
        {
          "n": 16,
          "en": "His roots shall dry up beneath, And above shall his branch wither.",
          "ref": "job 18:16"
        },
        {
          "n": 17,
          "en": "His remembrance shall perish from the earth, And he shall have no name abroad.",
          "ref": "job 18:17"
        },
        {
          "n": 18,
          "en": "He shall be driven from light into darkness, And chased out of the world.",
          "ref": "job 18:18"
        },
        {
          "n": 19,
          "en": "He shall have neither son nor son’s son among his people, Nor any remaining in his dwellings.",
          "ref": "job 18:19"
        },
        {
          "n": 20,
          "en": "They that come after shall be astonished at his day, As they that went before are affrighted.",
          "ref": "job 18:20"
        },
        {
          "n": 21,
          "en": "Surely such are the dwellings of the wicked, And this is the place of him that knoweth not God.",
          "ref": "job 18:21"
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 19:1"
        },
        {
          "n": 2,
          "en": "How long will ye vex my soul, And crush me with words?",
          "ref": "job 19:2"
        },
        {
          "n": 3,
          "en": "These ten times have ye reproached me; Ye are not ashamed that ye deal harshly with me.",
          "ref": "job 19:3"
        },
        {
          "n": 4,
          "en": "And be it indeed that I have erred, Mine error remaineth with myself.",
          "ref": "job 19:4"
        },
        {
          "n": 5,
          "en": "If indeed ye will magnify yourselves against me, And plead against me my reproach;",
          "ref": "job 19:5"
        },
        {
          "n": 6,
          "en": "Know now that God hath subverted my cause, And hath compassed me with His net.",
          "ref": "job 19:6"
        },
        {
          "n": 7,
          "en": "Behold, I cry out: ‘Violence! ’ but I am not heard; I cry aloud, but there is no justice. .",
          "ref": "job 19:7"
        },
        {
          "n": 8,
          "en": "He hath fenced up my way that I cannot pass, And hath set darkness in my paths.",
          "ref": "job 19:8"
        },
        {
          "n": 9,
          "en": "He hath stripped me of my glory, And taken the crown from my head.",
          "ref": "job 19:9"
        },
        {
          "n": 10,
          "en": "He hath broken me down on every side, and I am gone; And my hope hath He plucked up like a tree.",
          "ref": "job 19:10"
        },
        {
          "n": 11,
          "en": "He hath also kindled His wrath against me, And He counteth me unto Him as one of His adversaries.",
          "ref": "job 19:11"
        },
        {
          "n": 12,
          "en": "His troops come on together, And cast up their way against me, And encamp round about my tent.",
          "ref": "job 19:12"
        },
        {
          "n": 13,
          "en": "He hath put my brethren far from me, And mine acquaintance are wholly estranged from me.",
          "ref": "job 19:13"
        },
        {
          "n": 14,
          "en": "My kinsfolk have failed, And my familiar friends have forgotten me.",
          "ref": "job 19:14"
        },
        {
          "n": 15,
          "en": "They that dwell in my house, and my maids, count me for a stranger; I am become an alien in their sight.",
          "ref": "job 19:15"
        },
        {
          "n": 16,
          "en": "I call unto my servant, and he giveth me no answer, Though I entreat him with my mouth.",
          "ref": "job 19:16"
        },
        {
          "n": 17,
          "en": "My breath is abhorred of my wife, And I am loathsome to the children of my tribe.",
          "ref": "job 19:17"
        },
        {
          "n": 18,
          "en": "Even urchins despised me; If I arise, they speak against me.",
          "ref": "job 19:18"
        },
        {
          "n": 19,
          "en": "All my intimate friends abhor me; And they whom I loved are turned against me.",
          "ref": "job 19:19"
        },
        {
          "n": 20,
          "en": "My bone cleaveth to my skin and to my flesh, And I am escaped with the skin of my teeth.",
          "ref": "job 19:20"
        },
        {
          "n": 21,
          "en": "Have pity upon me, have pity upon me, O ye my friends; For the hand of God hath touched me.",
          "ref": "job 19:21"
        },
        {
          "n": 22,
          "en": "Why do ye persecute me as God, And are not satisfied with my flesh?",
          "ref": "job 19:22"
        },
        {
          "n": 23,
          "en": "Oh that my words were now written! Oh that they were inscribed in a book!",
          "ref": "job 19:23"
        },
        {
          "n": 24,
          "en": "That with an iron pen and lead They were graven in the rock for ever!",
          "ref": "job 19:24"
        },
        {
          "n": 25,
          "en": "But as for me, I know that my Redeemer liveth, And that He will witness at the last upon the dust;",
          "ref": "job 19:25"
        },
        {
          "n": 26,
          "en": "And when after my skin this is destroyed, Then without my flesh shall I see God;",
          "ref": "job 19:26"
        },
        {
          "n": 27,
          "en": "Whom I, even I, shall see for myself, And mine eyes shall behold, and not another’s. My reins are consumed within me.",
          "ref": "job 19:27"
        },
        {
          "n": 28,
          "en": "If ye say: ‘How we will persecute him! ’ Seeing that the root of the matter is found in me;",
          "ref": "job 19:28"
        },
        {
          "n": 29,
          "en": "Be ye afraid of the sword; For wrath bringeth the punishments of the sword, That ye may know there is a judgment.",
          "ref": "job 19:29"
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Zophar the Naamathite, and said:",
          "ref": "job 20:1"
        },
        {
          "n": 2,
          "en": "Therefore do my thoughts give answer to me, Even by reason of mine agitation that is in me.",
          "ref": "job 20:2"
        },
        {
          "n": 3,
          "en": "I have heard the reproof which putteth me to shame, But out of my understanding my spirit answereth me.",
          "ref": "job 20:3"
        },
        {
          "n": 4,
          "en": "Knowest thou not this of old time, Since man was placed upon earth,",
          "ref": "job 20:4"
        },
        {
          "n": 5,
          "en": "That the triumphing of the wicked is short, And the joy of the godless but for a moment?",
          "ref": "job 20:5"
        },
        {
          "n": 6,
          "en": "Though his excellency mount up to the heavens, And his head reach unto the clouds;",
          "ref": "job 20:6"
        },
        {
          "n": 7,
          "en": "Yet he shall perish for ever like his own dung; They that have seen him shall say: ‘Where is he?’",
          "ref": "job 20:7"
        },
        {
          "n": 8,
          "en": "He shall fly away as a dream, and shall not be found; Yea, he shall be chased away as a vision of the night.",
          "ref": "job 20:8"
        },
        {
          "n": 9,
          "en": "The eye which saw him shall see him no more; Neither shall his place any more behold him.",
          "ref": "job 20:9"
        },
        {
          "n": 10,
          "en": "His children shall appease the poor, And his hands shall restore his wealth.",
          "ref": "job 20:10"
        },
        {
          "n": 11,
          "en": "His bones are full of his youth, But it shall lie down with him in the dust.",
          "ref": "job 20:11"
        },
        {
          "n": 12,
          "en": "Though wickedness be sweet in his mouth, Though he hide it under his tongue;",
          "ref": "job 20:12"
        },
        {
          "n": 13,
          "en": "Though he spare it, and will not let it go, But keep it still within his mouth;",
          "ref": "job 20:13"
        },
        {
          "n": 14,
          "en": "Yet his food in his bowels is turned, It is the gall of asps within him.",
          "ref": "job 20:14"
        },
        {
          "n": 15,
          "en": "He hath swallowed down riches, and he shall vomit them up again; God shall cast them out of his belly.",
          "ref": "job 20:15"
        },
        {
          "n": 16,
          "en": "He shall suck the poison of asps; The viper’s tongue shall slay him.",
          "ref": "job 20:16"
        },
        {
          "n": 17,
          "en": "He shall not look upon the rivers, The flowing streams of honey and curd.",
          "ref": "job 20:17"
        },
        {
          "n": 18,
          "en": "That which he laboured for shall he give back, and shall not swallow it down; According to the substance that he hath gotten, he shall not rejoice.",
          "ref": "job 20:18"
        },
        {
          "n": 19,
          "en": "For he hath oppressed and forsaken the poor; He hath violently taken away a house, and he shall not build it up.",
          "ref": "job 20:19"
        },
        {
          "n": 20,
          "en": "Because he knew no quietness within him, In his greed he suffered nought to escape,",
          "ref": "job 20:20"
        },
        {
          "n": 21,
          "en": "There was nothing left that he devoured not— Therefore his prosperity shall not endure. .",
          "ref": "job 20:21"
        },
        {
          "n": 22,
          "en": "In the fulness of his sufficiency he shall be in straits; The hand of every one that is in misery shall come upon him.",
          "ref": "job 20:22"
        },
        {
          "n": 23,
          "en": "It shall be for the filling of his belly; He shall cast the fierceness of His wrath upon him, And shall cause it to rain upon him into his flesh.",
          "ref": "job 20:23"
        },
        {
          "n": 24,
          "en": "If he flee from the iron weapon, The bow of brass shall strike him through.",
          "ref": "job 20:24"
        },
        {
          "n": 25,
          "en": "He draweth it forth, and it cometh out of his body; Yea, the glittering point cometh out of his gall; Terrors are upon him.",
          "ref": "job 20:25"
        },
        {
          "n": 26,
          "en": "All darkness is laid up for his treasures; A fire not blown by man shall consume him; It shall go ill with him that is left in his tent.",
          "ref": "job 20:26"
        },
        {
          "n": 27,
          "en": "The heavens shall reveal his iniquity, And the earth shall rise up against him.",
          "ref": "job 20:27"
        },
        {
          "n": 28,
          "en": "The increase of his house shall depart, His goods shall flow away in the day of his wrath.",
          "ref": "job 20:28"
        },
        {
          "n": 29,
          "en": "This is the portion of a wicked man from God, And the heritage appointed unto him by God.",
          "ref": "job 20:29"
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 21:1"
        },
        {
          "n": 2,
          "en": "Hear diligently my speech; And let this be your consolations.",
          "ref": "job 21:2"
        },
        {
          "n": 3,
          "en": "Suffer me, that I may speak; And after that I have spoken, mock on.",
          "ref": "job 21:3"
        },
        {
          "n": 4,
          "en": "As for me, is my complaint to man? Or why should I not be impatient?",
          "ref": "job 21:4"
        },
        {
          "n": 5,
          "en": "Turn unto me, and be astonished, And lay your hand upon your mouth.",
          "ref": "job 21:5"
        },
        {
          "n": 6,
          "en": "Even when I remember I am affrighted, And horror hath taketh hold on my flesh.",
          "ref": "job 21:6"
        },
        {
          "n": 7,
          "en": "Wherefore do the wicked live, Become old, yea, wax mighty in power?",
          "ref": "job 21:7"
        },
        {
          "n": 8,
          "en": "Their seed is established in their sight with them, And their offspring before their eyes.",
          "ref": "job 21:8"
        },
        {
          "n": 9,
          "en": "Their houses are safe, without fear, Neither is the rod of God upon them.",
          "ref": "job 21:9"
        },
        {
          "n": 10,
          "en": "Their bull gendereth, and faileth not; Their cow calveth, and casteth not her calf.",
          "ref": "job 21:10"
        },
        {
          "n": 11,
          "en": "They send forth their little ones like a flock, And their children dance.",
          "ref": "job 21:11"
        },
        {
          "n": 12,
          "en": "They sing to the timbrel and harp, And rejoice at the sound of the pipe.",
          "ref": "job 21:12"
        },
        {
          "n": 13,
          "en": "They spend their days in prosperity, And peacefully they go down to the grave.",
          "ref": "job 21:13"
        },
        {
          "n": 14,
          "en": "Yet they said unto God: ‘Depart from us; For we desire not the knowledge of Thy ways.",
          "ref": "job 21:14"
        },
        {
          "n": 15,
          "en": "What is the Almighty, that we should serve Him? And what profit should we have, if we pray unto Him?’—",
          "ref": "job 21:15"
        },
        {
          "n": 16,
          "en": "Lo, their prosperity is not in their hand; The counsel of the wicked is far from me.",
          "ref": "job 21:16"
        },
        {
          "n": 17,
          "en": "How oft is it that the lamp of the wicked is put out? That their calamity cometh upon them? That He distributeth pains in His anger?",
          "ref": "job 21:17"
        },
        {
          "n": 18,
          "en": "That they are as stubble before the wind, And as chaff that the storm stealeth away?",
          "ref": "job 21:18"
        },
        {
          "n": 19,
          "en": "’God layeth up his iniquity for his children! ’— Let Him recompense it unto himself, that he may know it.",
          "ref": "job 21:19"
        },
        {
          "n": 20,
          "en": "Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.",
          "ref": "job 21:20"
        },
        {
          "n": 21,
          "en": "For what pleasure hath he in his house after him? Seeing the number of his months is determined.",
          "ref": "job 21:21"
        },
        {
          "n": 22,
          "en": "Shall any teach God knowledge? Seeing it is He that judgeth those that are high.",
          "ref": "job 21:22"
        },
        {
          "n": 23,
          "en": "One dieth in his full strength, Being wholly at ease and quiet;",
          "ref": "job 21:23"
        },
        {
          "n": 24,
          "en": "His pails are full of milk, And the marrow of his bones is moistened.",
          "ref": "job 21:24"
        },
        {
          "n": 25,
          "en": "And another dieth in bitterness of soul, And hath never tasted of good.",
          "ref": "job 21:25"
        },
        {
          "n": 26,
          "en": "They lie down alike in the dust, And the worm covereth them.",
          "ref": "job 21:26"
        },
        {
          "n": 27,
          "en": "Behold, I know your thoughts, And the devices which ye wrongfully imagine against me.",
          "ref": "job 21:27"
        },
        {
          "n": 28,
          "en": "For ye say: ‘Where is the house of the prince? And where is the tent wherein the wicked dwelt?’",
          "ref": "job 21:28"
        },
        {
          "n": 29,
          "en": "Have ye not asked them that go by the way; And will ye misdeem their tokens,",
          "ref": "job 21:29"
        },
        {
          "n": 30,
          "en": "That the evil man is reserved to the day of calamity, That they are led forth to the day of wrath?",
          "ref": "job 21:30"
        },
        {
          "n": 31,
          "en": "But who shall declare his way to his face? And who shall repay him what he hath done?",
          "ref": "job 21:31"
        },
        {
          "n": 32,
          "en": "For he is borne to the grave, And watch is kept over his tomb.",
          "ref": "job 21:32"
        },
        {
          "n": 33,
          "en": "The clods of the valley are sweet unto him, And all men draw after him, As there were innumerable before him.",
          "ref": "job 21:33"
        },
        {
          "n": 34,
          "en": "How then comfort ye me in vain? And as for your answers, there remaineth only faithlessness?",
          "ref": "job 21:34"
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Eliphaz the Temanite, and said:",
          "ref": "job 22:1"
        },
        {
          "n": 2,
          "en": "Can a man be profitable unto God? Or can he that is wise be profitable unto Him?",
          "ref": "job 22:2"
        },
        {
          "n": 3,
          "en": "Is it any advantage to the Almighty, that thou art righteous? Or is it gain to Him, that thou makest thy ways blameless?",
          "ref": "job 22:3"
        },
        {
          "n": 4,
          "en": "Is it for thy fear of Him that He reproveth thee, That He entereth with thee into judgment?",
          "ref": "job 22:4"
        },
        {
          "n": 5,
          "en": "Is not thy wickedness great? And are not thine iniquities without end?",
          "ref": "job 22:5"
        },
        {
          "n": 6,
          "en": "For thou hast taken pledges of thy brother for nought, And stripped the naked of their clothing.",
          "ref": "job 22:6"
        },
        {
          "n": 7,
          "en": "Thou hast not given water to the weary to drink, And thou hast withholden bread from the hungry.",
          "ref": "job 22:7"
        },
        {
          "n": 8,
          "en": "And as a mighty man, who hath the earth, And as a man of rank, who dwelleth in it,",
          "ref": "job 22:8"
        },
        {
          "n": 9,
          "en": "Thou hast sent widows away empty, And the arms of the fatherless have been broken.",
          "ref": "job 22:9"
        },
        {
          "n": 10,
          "en": "Therefore snares are round about thee, And sudden dread affrighted thee,",
          "ref": "job 22:10"
        },
        {
          "n": 11,
          "en": "Or darkness, that thou canst not see, And abundance of waters cover thee.",
          "ref": "job 22:11"
        },
        {
          "n": 12,
          "en": "Is not God in the height of heaven? And behold the topmost of the stars, how high they are!",
          "ref": "job 22:12"
        },
        {
          "n": 13,
          "en": "And thou sayest: ‘What doth God know? Can He judge through the dark cloud?",
          "ref": "job 22:13"
        },
        {
          "n": 14,
          "en": "Thick clouds are a covering to Him, that He seeth not; And He walketh in the circuit of heaven.’",
          "ref": "job 22:14"
        },
        {
          "n": 15,
          "en": "Wilt thou keep the old way Which wicked men have trodden?",
          "ref": "job 22:15"
        },
        {
          "n": 16,
          "en": "Who were snatched away before their time, Whose foundation was poured out as a stream;",
          "ref": "job 22:16"
        },
        {
          "n": 17,
          "en": "Who said unto God: ‘Depart from us’; And what could the Almighty do unto them?",
          "ref": "job 22:17"
        },
        {
          "n": 18,
          "en": "Yet He filled their houses with good things— But the counsel of the wicked is far from me.",
          "ref": "job 22:18"
        },
        {
          "n": 19,
          "en": "The righteous saw it, and were glad, And the innocent laugh them to scorn:",
          "ref": "job 22:19"
        },
        {
          "n": 20,
          "en": "’Surely their substance is cut off, And their abundance the fire hath consumed.’",
          "ref": "job 22:20"
        },
        {
          "n": 21,
          "en": "Acquaint now thyself with Him, and be at peace; Thereby shall thine increase be good.",
          "ref": "job 22:21"
        },
        {
          "n": 22,
          "en": "Receive, I pray thee, instruction from His mouth, And lay up His words in thy heart.",
          "ref": "job 22:22"
        },
        {
          "n": 23,
          "en": "If thou return to the Almighty, thou shalt be built up— If thou put away unrighteousness far from thy tents,",
          "ref": "job 22:23"
        },
        {
          "n": 24,
          "en": "And lay thy treasure in the dust, And the gold of Ophir among the stones of the brooks;",
          "ref": "job 22:24"
        },
        {
          "n": 25,
          "en": "And the Almighty be thy treasure, And precious silver unto thee;",
          "ref": "job 22:25"
        },
        {
          "n": 26,
          "en": "Then surely shalt thou have thy delight in the Almighty, And shalt lift up thy face unto God.",
          "ref": "job 22:26"
        },
        {
          "n": 27,
          "en": "Thou shalt make thy prayer unto Him, and He will hear thee, And thou shalt pay thy vows;",
          "ref": "job 22:27"
        },
        {
          "n": 28,
          "en": "Thou shalt also decree a thing, and it shall be established unto thee, And light shall shine upon thy ways.",
          "ref": "job 22:28"
        },
        {
          "n": 29,
          "en": "When they cast thee down, thou shalt say: ‘There is lifting up’; For the humble person He saveth.",
          "ref": "job 22:29"
        },
        {
          "n": 30,
          "en": "He delivereth him that is innocent, Yea, thou shalt be delivered through the cleanness of thy hands.",
          "ref": "job 22:30"
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 23:1"
        },
        {
          "n": 2,
          "en": "Even to-day is my complaint bitter; My hand is become heavy because of my groaning.",
          "ref": "job 23:2"
        },
        {
          "n": 3,
          "en": "Oh that I knew where I might find Him, That I might come even to His seat!",
          "ref": "job 23:3"
        },
        {
          "n": 4,
          "en": "I would order my cause before Him, And fill my mouth with arguments.",
          "ref": "job 23:4"
        },
        {
          "n": 5,
          "en": "I would know the words which He would answer me, And understand what He would say unto me.",
          "ref": "job 23:5"
        },
        {
          "n": 6,
          "en": "Would He contend with me in His great power? Nay; but He would give heed unto me.",
          "ref": "job 23:6"
        },
        {
          "n": 7,
          "en": "There the upright might reason with Him; So should I be delivered for ever from my Judge.",
          "ref": "job 23:7"
        },
        {
          "n": 8,
          "en": "Behold, I go forward, but He is not there, And backward, but I cannot perceive Him;",
          "ref": "job 23:8"
        },
        {
          "n": 9,
          "en": "On the left hand, when He doth work, but I cannot behold Him, He turneth Himself to the right hand, but I cannot see Him.",
          "ref": "job 23:9"
        },
        {
          "n": 10,
          "en": "For He knoweth the way that I take; When He hath tried me, I shall come forth as gold.",
          "ref": "job 23:10"
        },
        {
          "n": 11,
          "en": "My foot hath held fast to His steps, His way have I kept, and turned not aside.",
          "ref": "job 23:11"
        },
        {
          "n": 12,
          "en": "I have not gone back from the commandment of His lips; I have treasured up the words of His mouth more than my necessary food.",
          "ref": "job 23:12"
        },
        {
          "n": 13,
          "en": "But He is at one with Himself, and who can turn Him? And what His soul desireth, even that He doeth. .",
          "ref": "job 23:13"
        },
        {
          "n": 14,
          "en": "For He will perform that which is appointed for me; And many such things are with Him.",
          "ref": "job 23:14"
        },
        {
          "n": 15,
          "en": "Therefore am I affrighted at His presence; When I consider, I am afraid of Him.",
          "ref": "job 23:15"
        },
        {
          "n": 16,
          "en": "Yea, God hath made my heart faint, And the Almighty hath affrighted me;",
          "ref": "job 23:16"
        },
        {
          "n": 17,
          "en": "Because I was not cut off before the darkness, Neither did He cover the thick darkness from my face.",
          "ref": "job 23:17"
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "n": 1,
          "en": "Why are times not laid up by the Almighty? And why do not they that know Him see His days?",
          "ref": "job 24:1"
        },
        {
          "n": 2,
          "en": "There are that remove the landmarks; They violently take away flocks, and feed them.",
          "ref": "job 24:2"
        },
        {
          "n": 3,
          "en": "They drive away the ass of the fatherless, They take the widow’s ox for a pledge.",
          "ref": "job 24:3"
        },
        {
          "n": 4,
          "en": "They turn the needy out of the way; The poor of the earth hide themselves together.",
          "ref": "job 24:4"
        },
        {
          "n": 5,
          "en": "Behold, as wild asses in the wilderness They go forth to their work, seeking diligently for food; The desert yieldeth them bread for their children.",
          "ref": "job 24:5"
        },
        {
          "n": 6,
          "en": "They cut his provender in the field; And they despoil the vineyard of the wicked.",
          "ref": "job 24:6"
        },
        {
          "n": 7,
          "en": "They lie all night naked without clothing, And have no covering in the cold.",
          "ref": "job 24:7"
        },
        {
          "n": 8,
          "en": "They are wet with the showers of the mountains, And embrace the rock for want of a shelter.",
          "ref": "job 24:8"
        },
        {
          "n": 9,
          "en": "There are that pluck the fatherless from the breast, And take a pledge of the poor;",
          "ref": "job 24:9"
        },
        {
          "n": 10,
          "en": "So that they go about naked without clothing, And being hungry they carry the sheaves;",
          "ref": "job 24:10"
        },
        {
          "n": 11,
          "en": "They make oil within the rows of these men; They tread their winepresses, and suffer thirst.",
          "ref": "job 24:11"
        },
        {
          "n": 12,
          "en": "From out of the populous city men groan, And the soul of the wounded crieth out; Yet God imputeth it not for unseemliness.",
          "ref": "job 24:12"
        },
        {
          "n": 13,
          "en": "These are of them that rebel against the light; They know not the ways thereof, nor abide in the paths thereof.",
          "ref": "job 24:13"
        },
        {
          "n": 14,
          "en": "The murderer riseth with the light, to kill the poor and needy; And in the night he is as a thief.",
          "ref": "job 24:14"
        },
        {
          "n": 15,
          "en": "The eye also of the adulterer waiteth for the twilight, Saying: ‘No eye shall see me’; And he putteth a covering on his face. .",
          "ref": "job 24:15"
        },
        {
          "n": 16,
          "en": "In the dark they dig through houses; They shut themselves up in the day-time; They know not the light.",
          "ref": "job 24:16"
        },
        {
          "n": 17,
          "en": "For the shadow of death is to all of them as the morning; For they know the terrors of the shadow of death.",
          "ref": "job 24:17"
        },
        {
          "n": 18,
          "en": "He is swift upon the face of the waters; Their portion is cursed in the earth; He turneth not by the way of the vineyards.",
          "ref": "job 24:18"
        },
        {
          "n": 19,
          "en": "Drought and heat consume the snow waters; So doth the nether-world those that have sinned.",
          "ref": "job 24:19"
        },
        {
          "n": 20,
          "en": "The womb forgetteth him; the worm feedeth sweetly on him; He shall be no more remembered; And unrighteousness is broken as a tree.",
          "ref": "job 24:20"
        },
        {
          "n": 21,
          "en": "He devoureth the barren that beareth not; And doeth not good to the widow.",
          "ref": "job 24:21"
        },
        {
          "n": 22,
          "en": "He draweth away the mighty also by his power; He riseth up, and he trusteth not his own life.",
          "ref": "job 24:22"
        },
        {
          "n": 23,
          "en": "Though it be given him to be in safety, whereon he resteth, Yet His eyes are upon their ways.",
          "ref": "job 24:23"
        },
        {
          "n": 24,
          "en": "They are exalted for a little while, and they are gone; Yea, they are brought low, they are gathered in as all others, And wither as the tops of the ears of corn.",
          "ref": "job 24:24"
        },
        {
          "n": 25,
          "en": "And if it be not so now, who will prove me a liar, And make my speech nothing worth?",
          "ref": "job 24:25"
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "n": 1,
          "en": "Then answered Bildad the Shuhite, and said:",
          "ref": "job 25:1"
        },
        {
          "n": 2,
          "en": "Dominion and fear are with Him; He maketh peace in His high places.",
          "ref": "job 25:2"
        },
        {
          "n": 3,
          "en": "Is there any number of His armies? And upon whom doth not His light arise?",
          "ref": "job 25:3"
        },
        {
          "n": 4,
          "en": "How then can man be just with God? Or how can he be clean that is born of a woman?",
          "ref": "job 25:4"
        },
        {
          "n": 5,
          "en": "Behold, even the moon hath no brightness, And the stars are not pure in His sight;",
          "ref": "job 25:5"
        },
        {
          "n": 6,
          "en": "How much less man, that is a worm! And the son of man, that is a maggot!",
          "ref": "job 25:6"
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered and said:",
          "ref": "job 26:1"
        },
        {
          "n": 2,
          "en": "How hast thou helped him that is without power! How hast thou saved the arm that hath no strength!",
          "ref": "job 26:2"
        },
        {
          "n": 3,
          "en": "How hast thou counselled him that hath no wisdom, And plentifully declared sound knowledge!",
          "ref": "job 26:3"
        },
        {
          "n": 4,
          "en": "With whose help hast thou uttered words? And whose spirit came forth from thee?",
          "ref": "job 26:4"
        },
        {
          "n": 5,
          "en": "The shades tremble Beneath the waters and the inhabitants thereof.",
          "ref": "job 26:5"
        },
        {
          "n": 6,
          "en": "The nether-world is naked before Him, And Destruction hath no covering.",
          "ref": "job 26:6"
        },
        {
          "n": 7,
          "en": "He stretcheth out the north over the empty space, And hangeth the earth over nothing.",
          "ref": "job 26:7"
        },
        {
          "n": 8,
          "en": "He bindeth up the waters in His thick clouds; And the cloud is not rent under them.",
          "ref": "job 26:8"
        },
        {
          "n": 9,
          "en": "He closeth in the face of His throne, And spreadeth His cloud upon it.",
          "ref": "job 26:9"
        },
        {
          "n": 10,
          "en": "He hath described a boundary upon the face of the waters, Unto the confines of light and darkness.",
          "ref": "job 26:10"
        },
        {
          "n": 11,
          "en": "The pillars of heaven tremble And are astonished at His rebuke.",
          "ref": "job 26:11"
        },
        {
          "n": 12,
          "en": "He stirreth up the sea with His power, And by His understanding He smiteth through Rahab.",
          "ref": "job 26:12"
        },
        {
          "n": 13,
          "en": "By His breath the heavens are serene; His hand hath pierced the slant serpent.",
          "ref": "job 26:13"
        },
        {
          "n": 14,
          "en": "Lo, these are but the outskirts of His ways; And how small a whisper is heard of Him! But the thunder of His mighty deeds who can understand?",
          "ref": "job 26:14"
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "n": 1,
          "en": "And Job again took up his parable, and said:",
          "ref": "job 27:1"
        },
        {
          "n": 2,
          "en": "As God liveth, who hath taken away my right; And the Almighty, who hath dealt bitterly with me;",
          "ref": "job 27:2"
        },
        {
          "n": 3,
          "en": "All the while my breath is in me And the spirit of God is in my nostrils,",
          "ref": "job 27:3"
        },
        {
          "n": 4,
          "en": "Surely my lips shall not speak unrighteousness, Neither shall my tongue utter deceit;",
          "ref": "job 27:4"
        },
        {
          "n": 5,
          "en": "Far be it from me that I should justify you; Till I die I will not put away mine integrity from me.",
          "ref": "job 27:5"
        },
        {
          "n": 6,
          "en": "My righteousness I hold fast, and will not let it go; My heart shall not reproach me so long as I live.",
          "ref": "job 27:6"
        },
        {
          "n": 7,
          "en": "Let mine enemy be as the wicked, And let him that riseth up against me be as the unrighteous.",
          "ref": "job 27:7"
        },
        {
          "n": 8,
          "en": "For what is the hope of the godless, though he get him gain, When God taketh away his soul?",
          "ref": "job 27:8"
        },
        {
          "n": 9,
          "en": "Will God hear his cry, When trouble cometh upon him?",
          "ref": "job 27:9"
        },
        {
          "n": 10,
          "en": "Will he have his delight in the Almighty, And call upon God at all times?",
          "ref": "job 27:10"
        },
        {
          "n": 11,
          "en": "I will teach you concerning the hand of God; That which is with the Almighty will I not conceal.",
          "ref": "job 27:11"
        },
        {
          "n": 12,
          "en": "Behold, all ye yourselves have seen it; Why then are ye become altogether vain?",
          "ref": "job 27:12"
        },
        {
          "n": 13,
          "en": "This is the portion of a wicked man with God, And the heritage of oppressors, which they receive from the Almighty.",
          "ref": "job 27:13"
        },
        {
          "n": 14,
          "en": "If his children be multiplied, it is for the sword; And his offspring shall not have bread enough.",
          "ref": "job 27:14"
        },
        {
          "n": 15,
          "en": "Those that remain of him shall be buried by pestilence, And his widows shall make no lamentation.",
          "ref": "job 27:15"
        },
        {
          "n": 16,
          "en": "Though he heap up silver as the dust, And prepare raiment as the clay;",
          "ref": "job 27:16"
        },
        {
          "n": 17,
          "en": "He may prepare it, but the just shall put it on, And the innocent shall divide the silver.",
          "ref": "job 27:17"
        },
        {
          "n": 18,
          "en": "He buildeth his house as a moth, And as a booth which the keeper maketh.",
          "ref": "job 27:18"
        },
        {
          "n": 19,
          "en": "He lieth down rich, but there shall be nought to gather; He openeth his eyes, and his wealth is not.",
          "ref": "job 27:19"
        },
        {
          "n": 20,
          "en": "Terrors overtake him like waters; A tempest stealeth him away in the night.",
          "ref": "job 27:20"
        },
        {
          "n": 21,
          "en": "The east wind carrieth him away, and he departeth; And it sweepeth him out of his place.",
          "ref": "job 27:21"
        },
        {
          "n": 22,
          "en": "Yea, it hurleth at him, and spareth not; He would fain flee from its power.",
          "ref": "job 27:22"
        },
        {
          "n": 23,
          "en": "Men shall clap their hands at him, And shall hiss him out of his place.",
          "ref": "job 27:23"
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "n": 1,
          "en": "For there is a mine for silver, And a place for gold which they refine.",
          "ref": "job 28:1"
        },
        {
          "n": 2,
          "en": "Iron is taken out of the dust, And brass is molten out of the stone.",
          "ref": "job 28:2"
        },
        {
          "n": 3,
          "en": "Man setteth an end to darkness, And searcheth out to the furthest bound The stones of thick darkness and of the shadow of death.",
          "ref": "job 28:3"
        },
        {
          "n": 4,
          "en": "He breaketh open a shaft away from where men sojourn; They are forgotten of the foot that passeth by; They hang afar from men, they swing to and fro.",
          "ref": "job 28:4"
        },
        {
          "n": 5,
          "en": "As for the earth, out of it cometh bread, And underneath it is turned up as it were by fire.",
          "ref": "job 28:5"
        },
        {
          "n": 6,
          "en": "The stones thereof are the place of sapphires, And it hath dust of gold.",
          "ref": "job 28:6"
        },
        {
          "n": 7,
          "en": "That path no bird of prey knoweth, Neither hath the falcon’s eye seen it;",
          "ref": "job 28:7"
        },
        {
          "n": 8,
          "en": "The proud beasts have not trodden it, Nor hath the lion passed thereby.",
          "ref": "job 28:8"
        },
        {
          "n": 9,
          "en": "He putteth forth his hand upon the flinty rock; He overturneth the mountains by the roots.",
          "ref": "job 28:9"
        },
        {
          "n": 10,
          "en": "He cutteth out channels among the rocks; And his eye seeth every precious thing. .",
          "ref": "job 28:10"
        },
        {
          "n": 11,
          "en": "He bindeth the streams that they trickle not; And the thing that is hid bringeth he forth to light.",
          "ref": "job 28:11"
        },
        {
          "n": 12,
          "en": "But wisdom, where shall it be found? And where is the place of understanding?",
          "ref": "job 28:12"
        },
        {
          "n": 13,
          "en": "Man knoweth not the price thereof; Neither is it found in the land of the living.",
          "ref": "job 28:13"
        },
        {
          "n": 14,
          "en": "The deep saith: ‘It is not in me’; And the sea saith: ‘It is not with me.’",
          "ref": "job 28:14"
        },
        {
          "n": 15,
          "en": "It cannot be gotten for gold, Neither shall silver be weighed for the price thereof.",
          "ref": "job 28:15"
        },
        {
          "n": 16,
          "en": "It cannot be valued with the gold of Ophir, With the precious onyx, or the sapphire.",
          "ref": "job 28:16"
        },
        {
          "n": 17,
          "en": "Gold and glass cannot equal it; Neither shall the exchange thereof be vessels of fine gold.",
          "ref": "job 28:17"
        },
        {
          "n": 18,
          "en": "No mention shall be made of coral or of crystal; Yea, the price of wisdom is above rubies.",
          "ref": "job 28:18"
        },
        {
          "n": 19,
          "en": "The topaz of Ethiopia shall not equal it, Neither shall it be valued with pure gold.",
          "ref": "job 28:19"
        },
        {
          "n": 20,
          "en": "Whence then cometh wisdom? And where is the place of understanding?",
          "ref": "job 28:20"
        },
        {
          "n": 21,
          "en": "Seeing it is hid from the eyes of all living, And kept close from the fowls of the air.",
          "ref": "job 28:21"
        },
        {
          "n": 22,
          "en": "Destruction and Death say: ‘We have heard a rumor thereof with our ears.’",
          "ref": "job 28:22"
        },
        {
          "n": 23,
          "en": "God understandeth the way thereof, And He knoweth the place thereof.",
          "ref": "job 28:23"
        },
        {
          "n": 24,
          "en": "For He looketh to the ends of the earth, And seeth under the whole heaven;",
          "ref": "job 28:24"
        },
        {
          "n": 25,
          "en": "When He maketh a weight for the wind, And meteth out the waters by measure.",
          "ref": "job 28:25"
        },
        {
          "n": 26,
          "en": "When He made a decree for the rain, And a way for the storm of thunders;",
          "ref": "job 28:26"
        },
        {
          "n": 27,
          "en": "Then did He see it, and declare it; He established it, yea, and searched it out.",
          "ref": "job 28:27"
        },
        {
          "n": 28,
          "en": "And unto man He said: ‘Behold, the fear of the Lord, that is wisdom; And to depart from evil is understanding.’",
          "ref": "job 28:28"
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "n": 1,
          "en": "And Job again took up his parable, and said:",
          "ref": "job 29:1"
        },
        {
          "n": 2,
          "en": "Oh that I were as in the months of old, As in the days when God watched over me;",
          "ref": "job 29:2"
        },
        {
          "n": 3,
          "en": "When His lamp shined above my head, And by His light I walked through darkness;",
          "ref": "job 29:3"
        },
        {
          "n": 4,
          "en": "As I was in the days of my youth, When the converse of God was upon my tent;",
          "ref": "job 29:4"
        },
        {
          "n": 5,
          "en": "When the Almighty was yet with me, And my children were about me;",
          "ref": "job 29:5"
        },
        {
          "n": 6,
          "en": "When my steps were washed with butter, And the rock poured me out rivers of oil!",
          "ref": "job 29:6"
        },
        {
          "n": 7,
          "en": "When I went forth to the gate unto the city, When I prepared my seat in the broad place,",
          "ref": "job 29:7"
        },
        {
          "n": 8,
          "en": "The young men saw me and hid themselves, And the aged rose up and stood;",
          "ref": "job 29:8"
        },
        {
          "n": 9,
          "en": "The princes refrained talking, And laid their hand on their mouth;",
          "ref": "job 29:9"
        },
        {
          "n": 10,
          "en": "The voice of the nobles was hushed, And their tongue cleaved to the roof of their mouth.",
          "ref": "job 29:10"
        },
        {
          "n": 11,
          "en": "For when the ear heard me, then it blessed me, And when the eye saw me, it gave witness unto me;",
          "ref": "job 29:11"
        },
        {
          "n": 12,
          "en": "Because I delivered the poor that cried, The fatherless also, that had none to help him.",
          "ref": "job 29:12"
        },
        {
          "n": 13,
          "en": "The blessing of him that was ready to perish came upon me; and I caused the widow’s heart to sing for joy.",
          "ref": "job 29:13"
        },
        {
          "n": 14,
          "en": "I put on righteousness, and it clothed itself with me; My justice was as a robe and a diadem.",
          "ref": "job 29:14"
        },
        {
          "n": 15,
          "en": "I was eyes to the blind, And feet was I to the lame.",
          "ref": "job 29:15"
        },
        {
          "n": 16,
          "en": "I was a father to the needy; And the cause of him that I knew not I searched out.",
          "ref": "job 29:16"
        },
        {
          "n": 17,
          "en": "And I broke the jaws of the unrighteous, And plucked the prey out of his teeth.",
          "ref": "job 29:17"
        },
        {
          "n": 18,
          "en": "Then I said: ‘I shall die with my nest, And I shall multiply my days as the phoenix;",
          "ref": "job 29:18"
        },
        {
          "n": 19,
          "en": "My root shall be spread out to the waters, And the dew shall lie all night upon my branch;",
          "ref": "job 29:19"
        },
        {
          "n": 20,
          "en": "My glory shall be fresh in me, And my bow shall be renewed in my hand.’",
          "ref": "job 29:20"
        },
        {
          "n": 21,
          "en": "Unto me men gave ear, and waited, And kept silence for my counsel.",
          "ref": "job 29:21"
        },
        {
          "n": 22,
          "en": "After my words they spoke not again; And my speech dropped upon them.",
          "ref": "job 29:22"
        },
        {
          "n": 23,
          "en": "And they waited for me as for the rain; And they opened their mouth wide as for the latter rain.",
          "ref": "job 29:23"
        },
        {
          "n": 24,
          "en": "If I laughed on them, they believed it not; And the light of my countenance they cast not down.",
          "ref": "job 29:24"
        },
        {
          "n": 25,
          "en": "I chose out their way, and sat as chief, And dwelt as a king in the army, As one that comforteth the mourners.",
          "ref": "job 29:25"
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "n": 1,
          "en": "But now they that are younger than I have me in derision, Whose fathers I disdained to set with the dogs of my flock.",
          "ref": "job 30:1"
        },
        {
          "n": 2,
          "en": "Yea, the strength of their hands, whereto should it profit me? Men in whom ripe age is perished.",
          "ref": "job 30:2"
        },
        {
          "n": 3,
          "en": "They are gaunt with want and famine; They gnaw the dry ground, in the gloom of wasteness and desolation.",
          "ref": "job 30:3"
        },
        {
          "n": 4,
          "en": "They pluck salt-wort with wormwood; And the roots of the broom are their food.",
          "ref": "job 30:4"
        },
        {
          "n": 5,
          "en": "They are driven forth from the midst of men; They cry after them as after a thief.",
          "ref": "job 30:5"
        },
        {
          "n": 6,
          "en": "In the clefts of the valleys must they dwell, In holes of the earth and of the rocks.",
          "ref": "job 30:6"
        },
        {
          "n": 7,
          "en": "Among the bushes they bray; Under the nettles they are gathered together.",
          "ref": "job 30:7"
        },
        {
          "n": 8,
          "en": "They are children of churls, yea, children of ignoble men; They were scourged out of the land.",
          "ref": "job 30:8"
        },
        {
          "n": 9,
          "en": "And now I am become their song, Yea, I am a byword unto them.",
          "ref": "job 30:9"
        },
        {
          "n": 10,
          "en": "They abhor me, they flee far from me, And spare not to spit in my face.",
          "ref": "job 30:10"
        },
        {
          "n": 11,
          "en": "For He hath loosed my cord, and afflicted me, And they have cast off the bridle before me.",
          "ref": "job 30:11"
        },
        {
          "n": 12,
          "en": "Upon my right hand rise the brood; They entangle my feet, And they cast up against me their ways of destruction.",
          "ref": "job 30:12"
        },
        {
          "n": 13,
          "en": "They break up my path, They further my calamity, Even men that have no helper.",
          "ref": "job 30:13"
        },
        {
          "n": 14,
          "en": "As through a wide breach they come; In the midst of the ruin they roll themselves upon me.",
          "ref": "job 30:14"
        },
        {
          "n": 15,
          "en": "Terrors are turned upon me, They chase mine honour as the wind; And my welfare is passed away as a cloud.",
          "ref": "job 30:15"
        },
        {
          "n": 16,
          "en": "And now my soul is poured out within me; Days of affliction have taken hold upon me.",
          "ref": "job 30:16"
        },
        {
          "n": 17,
          "en": "In the night my bones are pierced, and fall from me, And my sinews take no rest.",
          "ref": "job 30:17"
        },
        {
          "n": 18,
          "en": "By the great force [of my disease] is my garment disfigured; It bindeth me about as the collar of my coat.",
          "ref": "job 30:18"
        },
        {
          "n": 19,
          "en": "He hath cast me into the mire, And I am become like dust and ashes.",
          "ref": "job 30:19"
        },
        {
          "n": 20,
          "en": "I cry unto Thee, and Thou dost not answer me; I stand up, and Thou lookest at me. .",
          "ref": "job 30:20"
        },
        {
          "n": 21,
          "en": "Thou art turned to be cruel to me; With the might of Thy hand Thou hatest me.",
          "ref": "job 30:21"
        },
        {
          "n": 22,
          "en": "Thou liftest me up to the wind, Thou causest me to ride upon it; And Thou dissolvest my substance.",
          "ref": "job 30:22"
        },
        {
          "n": 23,
          "en": "For I know that Thou wilt bring me to death, And to the house appointed for all living.",
          "ref": "job 30:23"
        },
        {
          "n": 24,
          "en": "Surely none shall put forth his hand to a ruinous heap, Neither because of these things shall help come in one’s calamity,",
          "ref": "job 30:24"
        },
        {
          "n": 25,
          "en": "If I have not wept for him that was in trouble, And if my soul grieved not for the needy.",
          "ref": "job 30:25"
        },
        {
          "n": 26,
          "en": "Yet, when I looked for good, there came evil; And when I waited for light, there came darkness.",
          "ref": "job 30:26"
        },
        {
          "n": 27,
          "en": "Mine inwards boil, and rest not; Days of affliction are come upon me.",
          "ref": "job 30:27"
        },
        {
          "n": 28,
          "en": "I go mourning without the sun; I stand up in the assembly, and cry for help.",
          "ref": "job 30:28"
        },
        {
          "n": 29,
          "en": "I am become a brother to jackals, And a companion to ostriches.",
          "ref": "job 30:29"
        },
        {
          "n": 30,
          "en": "My skin is black, and falleth from me, And my bones are burned with heat.",
          "ref": "job 30:30"
        },
        {
          "n": 31,
          "en": "Therefore is my harp turned to mourning, And my pipe into the voice of them that weep.",
          "ref": "job 30:31"
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "n": 1,
          "en": "I made a covenant with mine eyes; How then should I look upon a maid?",
          "ref": "job 31:1"
        },
        {
          "n": 2,
          "en": "For what would be the portion of God from above, And the heritage of the Almighty from on high?",
          "ref": "job 31:2"
        },
        {
          "n": 3,
          "en": "Is it not calamity to the unrighteous, And disaster to the workers of iniquity?",
          "ref": "job 31:3"
        },
        {
          "n": 4,
          "en": "Doth not He see my ways, And count all my steps?",
          "ref": "job 31:4"
        },
        {
          "n": 5,
          "en": "If I have walked with vanity, And my foot hath hasted to deceit—",
          "ref": "job 31:5"
        },
        {
          "n": 6,
          "en": "Let me be weighed in a just balance, That God may know mine integrity—",
          "ref": "job 31:6"
        },
        {
          "n": 7,
          "en": "If my step hath turned out of the way, And my heart walked after mine eyes, And if any spot hath cleaved to my hands;",
          "ref": "job 31:7"
        },
        {
          "n": 8,
          "en": "Then let me sow, and let another eat; Yea, let the produce of my field be rooted out.",
          "ref": "job 31:8"
        },
        {
          "n": 9,
          "en": "If my heart have been enticed unto a woman, And I have lain in wait at my neighbour’s door;",
          "ref": "job 31:9"
        },
        {
          "n": 10,
          "en": "Then let my wife grind unto another, And let others bow down upon her. .",
          "ref": "job 31:10"
        },
        {
          "n": 11,
          "en": "For that were a heinous crime; Yea, it were an iniquity to be punished by the judges.",
          "ref": "job 31:11"
        },
        {
          "n": 12,
          "en": "For it is a fire that consumeth unto destruction, And would root out all mine increase.",
          "ref": "job 31:12"
        },
        {
          "n": 13,
          "en": "If I did despise the cause of my man-servant, Or of my maid-servant, when they contended with me—",
          "ref": "job 31:13"
        },
        {
          "n": 14,
          "en": "What then shall I do when God riseth up? And when He remembereth, what shall I answer Him?",
          "ref": "job 31:14"
        },
        {
          "n": 15,
          "en": "Did not He that made me in the womb make him? And did not One fashion us in the womb?",
          "ref": "job 31:15"
        },
        {
          "n": 16,
          "en": "If I have withheld aught that the poor desired, Or have caused the eyes of the widow to fail;",
          "ref": "job 31:16"
        },
        {
          "n": 17,
          "en": "Or have eaten my morsel myself alone, And the fatherless hath not eaten thereof—",
          "ref": "job 31:17"
        },
        {
          "n": 18,
          "en": "Nay, from my youth he grew up with me as with a father, And I have been her guide from my mother’s womb.",
          "ref": "job 31:18"
        },
        {
          "n": 19,
          "en": "If I have seen any wanderer in want of clothing, Or that the needy had no covering;",
          "ref": "job 31:19"
        },
        {
          "n": 20,
          "en": "If his loins have not blessed me, And if he were not warmed with the fleece of my sheep;",
          "ref": "job 31:20"
        },
        {
          "n": 21,
          "en": "If I have lifted up my hand against the fatherless, Because I saw my help in the gate;",
          "ref": "job 31:21"
        },
        {
          "n": 22,
          "en": "Then let my shoulder fall from the shoulder-blade, And mine arm be broken from the bone.",
          "ref": "job 31:22"
        },
        {
          "n": 23,
          "en": "For calamity from God was a terror to me, And by reason of His majesty I could do nothing.",
          "ref": "job 31:23"
        },
        {
          "n": 24,
          "en": "If I have made gold my hope, And have said to the fine gold: ‘Thou art my confidence’;",
          "ref": "job 31:24"
        },
        {
          "n": 25,
          "en": "If I rejoiced because my wealth was great, And because my hand had gotten much;",
          "ref": "job 31:25"
        },
        {
          "n": 26,
          "en": "If I beheld the sun when it shined, Or the moon walking in brightness;",
          "ref": "job 31:26"
        },
        {
          "n": 27,
          "en": "And my heart hath been secretly enticed, And my mouth hath kissed my hand;",
          "ref": "job 31:27"
        },
        {
          "n": 28,
          "en": "This also were an iniquity to be punished by the judges; For I should have lied to God that is above.",
          "ref": "job 31:28"
        },
        {
          "n": 29,
          "en": "If I rejoiced at the destruction of him that hated me, Or exulted when evil found him—",
          "ref": "job 31:29"
        },
        {
          "n": 30,
          "en": "Yea, I suffered not my mouth to sin By asking his life with a curse.",
          "ref": "job 31:30"
        },
        {
          "n": 31,
          "en": "If the men of my tent said not: ‘Who can find one that hath not been satisfied with his meat?’ .",
          "ref": "job 31:31"
        },
        {
          "n": 32,
          "en": "The stranger did not lodge in the street; My doors I opened to the roadside.",
          "ref": "job 31:32"
        },
        {
          "n": 33,
          "en": "If after the manner of men I covered my transgressions, By hiding mine iniquity in my bosom—",
          "ref": "job 31:33"
        },
        {
          "n": 34,
          "en": "Because I feared the great multitude, And the most contemptible among families terrified me, So that I kept silence, and went not out of the door.",
          "ref": "job 31:34"
        },
        {
          "n": 35,
          "en": "Oh that I had one to hear me!— Lo, here is my signature, let the Almighty answer me— And that I had the indictment which mine adversary hath written!",
          "ref": "job 31:35"
        },
        {
          "n": 36,
          "en": "Surely I would carry it upon my shoulder; I would bind it unto me as a crown.",
          "ref": "job 31:36"
        },
        {
          "n": 37,
          "en": "I would declare unto him the number of my steps; As a prince would I go near unto him.",
          "ref": "job 31:37"
        },
        {
          "n": 38,
          "en": "If my land cry out against me, And the furrows thereof weep together;",
          "ref": "job 31:38"
        },
        {
          "n": 39,
          "en": "If I have eaten the fruits thereof without money, Or have caused the tillers thereof to be disappointed—",
          "ref": "job 31:39"
        },
        {
          "n": 40,
          "en": "Let thistles grow instead of wheat, And noisome weeds instead of barley. The words of Job are ended.",
          "ref": "job 31:40"
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "n": 1,
          "en": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
          "ref": "job 32:1"
        },
        {
          "n": 2,
          "en": "Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the family of Ram; against Job was his wrath kindled, because he justified himself rather than God.",
          "ref": "job 32:2"
        },
        {
          "n": 3,
          "en": "Also against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job.",
          "ref": "job 32:3"
        },
        {
          "n": 4,
          "en": "Now Elihu had waited to speak unto Job, because they were older than he.",
          "ref": "job 32:4"
        },
        {
          "n": 5,
          "en": "And when Elihu saw that there was no answer in the mouth of these three men, his wrath was kindled.",
          "ref": "job 32:5"
        },
        {
          "n": 6,
          "en": "And Elihu the son of Barachel the Buzite answered and said: I am young, and ye are very old; Wherefore I held back, and durst not declare you mine opinion.",
          "ref": "job 32:6"
        },
        {
          "n": 7,
          "en": "I said: ‘Days should speak, And multitude of years should teach wisdom.’",
          "ref": "job 32:7"
        },
        {
          "n": 8,
          "en": "But it is a spirit in man, And the breath of the Almighty, that giveth them understanding.",
          "ref": "job 32:8"
        },
        {
          "n": 9,
          "en": "It is not the great that are wise, Nor the aged that discern judgment.",
          "ref": "job 32:9"
        },
        {
          "n": 10,
          "en": "Therefore I say: ‘Hearken to me; I also will declare mine opinion.’",
          "ref": "job 32:10"
        },
        {
          "n": 11,
          "en": "Behold, I waited for your words, I listened for your reasons, Whilst ye searched out what to say.",
          "ref": "job 32:11"
        },
        {
          "n": 12,
          "en": "Yea, I attended unto you, And, behold, there was none that convinced Job, Or that answered his words, among you.",
          "ref": "job 32:12"
        },
        {
          "n": 13,
          "en": "Beware lest ye say: ‘We have found wisdom; God may vanquish him, not man! ’",
          "ref": "job 32:13"
        },
        {
          "n": 14,
          "en": "For he hath not directed his words against me; Neither will I answer him with your speeches.",
          "ref": "job 32:14"
        },
        {
          "n": 15,
          "en": "They are amazed, they answer no more; Words are departed from them.",
          "ref": "job 32:15"
        },
        {
          "n": 16,
          "en": "And shall I wait, because they speak not, Because they stand still, and answer no more?",
          "ref": "job 32:16"
        },
        {
          "n": 17,
          "en": "I also will answer my part, I also will declare mine opinion.",
          "ref": "job 32:17"
        },
        {
          "n": 18,
          "en": "For I am full of words; The spirit within me constraineth me.",
          "ref": "job 32:18"
        },
        {
          "n": 19,
          "en": "Behold, mine inwards are as wine which hath no vent; Like new wine-skins which are ready to burst.",
          "ref": "job 32:19"
        },
        {
          "n": 20,
          "en": "I will speak, that I may find relief; I will open my lips and answer.",
          "ref": "job 32:20"
        },
        {
          "n": 21,
          "en": "Let me not, I pray you, respect any man’s person; Neither will I give flattering titles unto any man.",
          "ref": "job 32:21"
        },
        {
          "n": 22,
          "en": "For I know not to give flattering titles; Else would my Maker soon take me away",
          "ref": "job 32:22"
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "n": 1,
          "en": "Howbeit, Job, I pray thee, hear my speech, And hearken to all my words.",
          "ref": "job 33:1"
        },
        {
          "n": 2,
          "en": "Behold now, I have opened my mouth, My tongue hath spoken in my mouth.",
          "ref": "job 33:2"
        },
        {
          "n": 3,
          "en": "My words shall utter the uprightness of my heart; And that which my lips know they shall speak sincerely.",
          "ref": "job 33:3"
        },
        {
          "n": 4,
          "en": "The spirit of God hath made me, And the breath of the Almighty given me life.",
          "ref": "job 33:4"
        },
        {
          "n": 5,
          "en": "If thou canst, answer thou me, Set thy words in order before me, stand forth.",
          "ref": "job 33:5"
        },
        {
          "n": 6,
          "en": "Behold, I am toward God even as thou art; I also am formed out of the clay.",
          "ref": "job 33:6"
        },
        {
          "n": 7,
          "en": "Behold, my terror shall not make thee afraid, Neither shall my pressure be heavy upon thee.",
          "ref": "job 33:7"
        },
        {
          "n": 8,
          "en": "Surely thou hast spoken in my hearing, And I have heard the voice of thy words;",
          "ref": "job 33:8"
        },
        {
          "n": 9,
          "en": "’I am clean, without transgression, I am innocent, neither is there iniquity in me;",
          "ref": "job 33:9"
        },
        {
          "n": 10,
          "en": "Behold, He findeth occasions against me, He counteth me for His enemy;",
          "ref": "job 33:10"
        },
        {
          "n": 11,
          "en": "He putteth my feet in the stocks, He marketh all my paths.’ .",
          "ref": "job 33:11"
        },
        {
          "n": 12,
          "en": "Behold, I answer thee: In this thou art not right, That God is too great for man;",
          "ref": "job 33:12"
        },
        {
          "n": 13,
          "en": "Why hast thou striven against Him? Seeing that He will not answer any of his words.",
          "ref": "job 33:13"
        },
        {
          "n": 14,
          "en": "For God speaketh in one way, Yea in two, though man perceiveth it not.",
          "ref": "job 33:14"
        },
        {
          "n": 15,
          "en": "In a dream, in a vision of the night, When deep sleep falleth upon men, In slumberings upon the bed;",
          "ref": "job 33:15"
        },
        {
          "n": 16,
          "en": "Then He openeth the ears of men, And by their chastisement sealeth the decree,",
          "ref": "job 33:16"
        },
        {
          "n": 17,
          "en": "That men may put away their purpose, And that He may hide pride from man;",
          "ref": "job 33:17"
        },
        {
          "n": 18,
          "en": "That He may keep back his soul from the pit, And his life from perishing by the sword.",
          "ref": "job 33:18"
        },
        {
          "n": 19,
          "en": "He is chastened also with pain upon his bed, And all his bones grow stiff;",
          "ref": "job 33:19"
        },
        {
          "n": 20,
          "en": "So that his life maketh him to abhor bread, And his soul dainty food.",
          "ref": "job 33:20"
        },
        {
          "n": 21,
          "en": "His flesh is consumed away, that it cannot be seen; And his bones corrode to unsightliness.",
          "ref": "job 33:21"
        },
        {
          "n": 22,
          "en": "Yea, his soul draweth near unto the pit, And his life to the destroyers.",
          "ref": "job 33:22"
        },
        {
          "n": 23,
          "en": "If there be for him an angel, An intercessor, one among a thousand, To vouch for a man’s uprightness;",
          "ref": "job 33:23"
        },
        {
          "n": 24,
          "en": "Then He is gracious unto him, and saith: ‘Deliver him from going down to the pit, I have found a ransom.’",
          "ref": "job 33:24"
        },
        {
          "n": 25,
          "en": "His flesh is tenderer than a child’s; He returneth to the days of his youth;",
          "ref": "job 33:25"
        },
        {
          "n": 26,
          "en": "He prayeth unto God, and He is favourable unto him; So that he seeth His face with joy; And He restoreth unto man his righteousness.",
          "ref": "job 33:26"
        },
        {
          "n": 27,
          "en": "He cometh before men, and saith: ‘I have sinned, and perverted that which was right, And it profited me not.’",
          "ref": "job 33:27"
        },
        {
          "n": 28,
          "en": "So He redeemeth his soul from going into the pit, And his life beholdeth the light.",
          "ref": "job 33:28"
        },
        {
          "n": 29,
          "en": "Lo, all these things doth God work, Twice, yea thrice, with a man,",
          "ref": "job 33:29"
        },
        {
          "n": 30,
          "en": "To bring back his soul from the pit, That he may be enlightened with the light of the living.",
          "ref": "job 33:30"
        },
        {
          "n": 31,
          "en": "Mark well, O Job, hearken unto me; Hold thy peace, and I will speak.",
          "ref": "job 33:31"
        },
        {
          "n": 32,
          "en": "If thou hast any thing to say, answer me; Speak, for I desire to justify thee.",
          "ref": "job 33:32"
        },
        {
          "n": 33,
          "en": "If not, hearken thou unto me; Hold thy peace, and I will teach thee wisdom.",
          "ref": "job 33:33"
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "n": 1,
          "en": "Moreover Elihu answered and said:",
          "ref": "job 34:1"
        },
        {
          "n": 2,
          "en": "Hear my words, ye wise men; And give ear unto me, ye that have knowledge.",
          "ref": "job 34:2"
        },
        {
          "n": 3,
          "en": "For the ear trieth words, As the palate tasteth food.",
          "ref": "job 34:3"
        },
        {
          "n": 4,
          "en": "Let us choose for us that which is right; Let us know among ourselves what is good.",
          "ref": "job 34:4"
        },
        {
          "n": 5,
          "en": "For Job hath said: ‘I am righteous, And God hath taken away my right;",
          "ref": "job 34:5"
        },
        {
          "n": 6,
          "en": "Notwithstanding my right I am accounted a liar; My wound is incurable, though I am without transgression.’",
          "ref": "job 34:6"
        },
        {
          "n": 7,
          "en": "What man is like Job, Who drinketh up scorning like water?",
          "ref": "job 34:7"
        },
        {
          "n": 8,
          "en": "Who goeth in company with the workers of iniquity, And walketh with wicked men.",
          "ref": "job 34:8"
        },
        {
          "n": 9,
          "en": "For he hath said: ‘It profiteth a man nothing That he should be in accord with God.’",
          "ref": "job 34:9"
        },
        {
          "n": 10,
          "en": "Therefore hearken unto me, ye men of understanding: Far be it from God, that He should do wickedness; And from the Almighty, that He should commit iniquity.",
          "ref": "job 34:10"
        },
        {
          "n": 11,
          "en": "For the work of a man will He requite unto him, And cause every man to find according to his ways.",
          "ref": "job 34:11"
        },
        {
          "n": 12,
          "en": "Yea, of a surety, God will not do wickedly, Neither will the Almighty pervert justice.",
          "ref": "job 34:12"
        },
        {
          "n": 13,
          "en": "Who gave Him a charge over the earth? Or who hath disposed the whole world?",
          "ref": "job 34:13"
        },
        {
          "n": 14,
          "en": "If He set His heart upon man, If He gather unto Himself his spirit and his breath;",
          "ref": "job 34:14"
        },
        {
          "n": 15,
          "en": "All flesh shall perish together, And man shall return unto dust.",
          "ref": "job 34:15"
        },
        {
          "n": 16,
          "en": "If now thou hast understanding, hear this; Hearken to the voice of my words.",
          "ref": "job 34:16"
        },
        {
          "n": 17,
          "en": "Shall even one that hateth right govern? And wilt thou condemn Him that is just and mighty—",
          "ref": "job 34:17"
        },
        {
          "n": 18,
          "en": "Is it fit to say to a king: ‘Thou art base’? Or to nobles: ‘Ye are wicked’?—",
          "ref": "job 34:18"
        },
        {
          "n": 19,
          "en": "That respecteth not the persons of princes, Nor regardeth the rich more than the poor? For they all are the work of His hands.",
          "ref": "job 34:19"
        },
        {
          "n": 20,
          "en": "In a moment they die, even at midnight; The people are shaken and pass away, And the mighty are taken away without hand. .",
          "ref": "job 34:20"
        },
        {
          "n": 21,
          "en": "For His eyes are upon the ways of a man, And He seeth all his goings.",
          "ref": "job 34:21"
        },
        {
          "n": 22,
          "en": "There is no darkness, nor shadow of death, Where the workers of iniquity may hide themselves.",
          "ref": "job 34:22"
        },
        {
          "n": 23,
          "en": "For He doth not appoint a time unto any man, When he should go before God in judgment.",
          "ref": "job 34:23"
        },
        {
          "n": 24,
          "en": "He breaketh in pieces mighty men without inquisition, And setteth others in their stead.",
          "ref": "job 34:24"
        },
        {
          "n": 25,
          "en": "Therefore He taketh knowledge of their works; And He overturneth them in the night, so that they are crushed.",
          "ref": "job 34:25"
        },
        {
          "n": 26,
          "en": "He striketh them as wicked men In the open sight of others;",
          "ref": "job 34:26"
        },
        {
          "n": 27,
          "en": "Because they turned aside from following Him, And would not have regard to any of His ways;",
          "ref": "job 34:27"
        },
        {
          "n": 28,
          "en": "So that they cause the cry of the poor to come unto Him, And He heareth the cry of the afflicted.",
          "ref": "job 34:28"
        },
        {
          "n": 29,
          "en": "When He giveth quietness, who then can condemn? And when He hideth His face, who then can behold Him? Whether it be done unto a nation, or unto a man, alike;",
          "ref": "job 34:29"
        },
        {
          "n": 30,
          "en": "That the godless man reign not, That there be none to ensnare the people.",
          "ref": "job 34:30"
        },
        {
          "n": 31,
          "en": "For hath any said unto God: ‘I have borne chastisement, though I offend not;",
          "ref": "job 34:31"
        },
        {
          "n": 32,
          "en": "That which I see not teach Thou me; If I have done iniquity, I will do it no more’?",
          "ref": "job 34:32"
        },
        {
          "n": 33,
          "en": "Shall His recompense be as thou wilt? For thou loathest it, So that thou must choose, and not I; Therefore speak what thou knowest.",
          "ref": "job 34:33"
        },
        {
          "n": 34,
          "en": "Men of understanding will say unto me, Yea, every wise man that heareth me:",
          "ref": "job 34:34"
        },
        {
          "n": 35,
          "en": "’Job speaketh without knowledge, And his words are without discernment.’",
          "ref": "job 34:35"
        },
        {
          "n": 36,
          "en": "Would that Job were tried unto the end, Because of his answering like wicked men.",
          "ref": "job 34:36"
        },
        {
          "n": 37,
          "en": "For he addeth rebellion unto his sin, He clappeth his hands among us, And multiplieth his words against God.",
          "ref": "job 34:37"
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "n": 1,
          "en": "Moreover Elihu answered and said:",
          "ref": "job 35:1"
        },
        {
          "n": 2,
          "en": "Thinkest thou this to be thy right, Or sayest thou: ‘I am righteousness before God’,",
          "ref": "job 35:2"
        },
        {
          "n": 3,
          "en": "That thou inquirest: ‘What advantage will it be unto Thee?’ And: ‘What profit shall I have, more than if I had sinned?’",
          "ref": "job 35:3"
        },
        {
          "n": 4,
          "en": "I will give thee answer, And thy companions with thee.",
          "ref": "job 35:4"
        },
        {
          "n": 5,
          "en": "Look unto the heavens, and see; And behold the skies, which are higher than thou.",
          "ref": "job 35:5"
        },
        {
          "n": 6,
          "en": "If thou hast sinned, what doest thou against Him? And if thy transgressions be multiplied, what doest thou unto Him?",
          "ref": "job 35:6"
        },
        {
          "n": 7,
          "en": "If thou be righteous, what givest thou Him? Or what receiveth He of thy hand?",
          "ref": "job 35:7"
        },
        {
          "n": 8,
          "en": "Thy wickedness concerneth a man as thou art; And thy righteousness a son of man.",
          "ref": "job 35:8"
        },
        {
          "n": 9,
          "en": "By reason of the multitude of oppressions they cry out; They cry for help by reason of the arm of the mighty.",
          "ref": "job 35:9"
        },
        {
          "n": 10,
          "en": "But none saith: ‘Where is God my Maker, Who giveth songs in the night;",
          "ref": "job 35:10"
        },
        {
          "n": 11,
          "en": "Who teacheth us more than the beasts of the earth, And maketh us wiser than the fowls of heaven?’",
          "ref": "job 35:11"
        },
        {
          "n": 12,
          "en": "There they cry, but none giveth answer, Because of the pride of evil men.",
          "ref": "job 35:12"
        },
        {
          "n": 13,
          "en": "Surely God will not hear vanity, Neither will the Almighty regard it.",
          "ref": "job 35:13"
        },
        {
          "n": 14,
          "en": "Yea, when thou sayest thou canst not see Him— The cause is before Him; therefore wait thou for Him.",
          "ref": "job 35:14"
        },
        {
          "n": 15,
          "en": "And now, is it for nought that He punished in His anger? And hath He not full knowledge of arrogance?",
          "ref": "job 35:15"
        },
        {
          "n": 16,
          "en": "But Job doth open his mouth in vanity; He multiplieth words without knowledge.",
          "ref": "job 35:16"
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "n": 1,
          "en": "Elihu also proceeded, and said:",
          "ref": "job 36:1"
        },
        {
          "n": 2,
          "en": "Suffer me a little, and I will tell thee; For there are yet words on God’s behalf.",
          "ref": "job 36:2"
        },
        {
          "n": 3,
          "en": "I will fetch my knowledge from afar, And will ascribe righteousness to my Maker.",
          "ref": "job 36:3"
        },
        {
          "n": 4,
          "en": "For truly my words are not false; One that is upright in mind is with thee.",
          "ref": "job 36:4"
        },
        {
          "n": 5,
          "en": "Behold, God is mighty, yet He despiseth not any; He is mighty in strength of understanding.",
          "ref": "job 36:5"
        },
        {
          "n": 6,
          "en": "He preserveth not the life of the wicked; But giveth to the poor their right.",
          "ref": "job 36:6"
        },
        {
          "n": 7,
          "en": "He withdraweth not His eyes from the righteous; But with kings upon the throne He setteth them for ever, and they are exalted.",
          "ref": "job 36:7"
        },
        {
          "n": 8,
          "en": "And if they be bound in fetters, And be holden in cords of affliction;",
          "ref": "job 36:8"
        },
        {
          "n": 9,
          "en": "Then He declareth unto them their work, And their transgressions, that they have behaved themselves proudly.",
          "ref": "job 36:9"
        },
        {
          "n": 10,
          "en": "He openeth also their ear to discipline, And commandeth that they return from iniquity.",
          "ref": "job 36:10"
        },
        {
          "n": 11,
          "en": "If they hearken and serve Him, They shall spend their days in prosperity, And their years in pleasures.",
          "ref": "job 36:11"
        },
        {
          "n": 12,
          "en": "But if they hearken not, they shall perish by the sword, And they shall die without knowledge.",
          "ref": "job 36:12"
        },
        {
          "n": 13,
          "en": "But they that are godless in heart lay up anger; They cry not for help when He bindeth them.",
          "ref": "job 36:13"
        },
        {
          "n": 14,
          "en": "Their soul perisheth in youth, And their life as that of the depraved.",
          "ref": "job 36:14"
        },
        {
          "n": 15,
          "en": "He delivereth the afflicted by His affliction, And openeth their ear by tribulation.",
          "ref": "job 36:15"
        },
        {
          "n": 16,
          "en": "Yea, He hath allured thee out of distress Into a broad place, where there is no straitness; And that which is set on thy table is full of fatness;",
          "ref": "job 36:16"
        },
        {
          "n": 17,
          "en": "And thou art full of the judgment of the wicked; Judgment and justice take hold on them.",
          "ref": "job 36:17"
        },
        {
          "n": 18,
          "en": "For beware of wrath, lest thou be led away by thy sufficiency; Neither let the greatness of the ransom turn thee aside.",
          "ref": "job 36:18"
        },
        {
          "n": 19,
          "en": "Will thy riches avail, that are without stint, Or all the forces of thy strength?",
          "ref": "job 36:19"
        },
        {
          "n": 20,
          "en": "Desire not the night, When peoples are cut off in their place.",
          "ref": "job 36:20"
        },
        {
          "n": 21,
          "en": "Take heed, regard not iniquity; For this hast thou chosen rather than affliction.",
          "ref": "job 36:21"
        },
        {
          "n": 22,
          "en": "Behold, God doeth loftily in His power; Who is a teacher like Him?",
          "ref": "job 36:22"
        },
        {
          "n": 23,
          "en": "Who hath enjoined Him His way? Or who hath said: ‘Thou hast wrought unrighteousness’?",
          "ref": "job 36:23"
        },
        {
          "n": 24,
          "en": "Remember that thou magnify His work, Whereof men have sung.",
          "ref": "job 36:24"
        },
        {
          "n": 25,
          "en": "All men have looked thereon; Man beholdeth it afar off.",
          "ref": "job 36:25"
        },
        {
          "n": 26,
          "en": "Behold, God is great, beyond our knowledge; The number of His years is unsearchable.",
          "ref": "job 36:26"
        },
        {
          "n": 27,
          "en": "For He draweth away the drops of water, Which distil rain from His vapour;",
          "ref": "job 36:27"
        },
        {
          "n": 28,
          "en": "Which the skies pour down And drop upon the multitudes of men.",
          "ref": "job 36:28"
        },
        {
          "n": 29,
          "en": "Yea, can any understand the spreadings of the clouds, The crashings of His pavilion?",
          "ref": "job 36:29"
        },
        {
          "n": 30,
          "en": "Behold, He spreadeth His light upon it; And He covereth the depths of the sea.",
          "ref": "job 36:30"
        },
        {
          "n": 31,
          "en": "For by these He judgeth the peoples; He giveth food in abundance.",
          "ref": "job 36:31"
        },
        {
          "n": 32,
          "en": "He covereth His hands with the lightning, And giveth it a charge that it strike the mark.",
          "ref": "job 36:32"
        },
        {
          "n": 33,
          "en": "The noise thereof telleth concerning it, The cattle also concerning the storm that cometh up.",
          "ref": "job 36:33"
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "n": 1,
          "en": "At this also my heart trembleth, And is moved out of its place.",
          "ref": "job 37:1"
        },
        {
          "n": 2,
          "en": "Hear attentively the noise of His voice, And the sound that goeth out of His mouth.",
          "ref": "job 37:2"
        },
        {
          "n": 3,
          "en": "He sendeth it forth under the whole heaven, And His lightning unto the ends of the earth.",
          "ref": "job 37:3"
        },
        {
          "n": 4,
          "en": "After it a voice roareth; He thundereth with the voice of His majesty; And He stayeth them not when His voice is heard.",
          "ref": "job 37:4"
        },
        {
          "n": 5,
          "en": "God thundereth marvellously with His voice; Great things doeth He, which we cannot comprehend.",
          "ref": "job 37:5"
        },
        {
          "n": 6,
          "en": "For He saith to the snow: ‘Fall thou on the earth’; Likewise to the shower of rain, and to the showers of His mighty rain.",
          "ref": "job 37:6"
        },
        {
          "n": 7,
          "en": "He sealeth up the hand of every man, That all men whom He hath made may know it.",
          "ref": "job 37:7"
        },
        {
          "n": 8,
          "en": "Then the beasts go into coverts, And remain in their dens.",
          "ref": "job 37:8"
        },
        {
          "n": 9,
          "en": "Out of the Chamber cometh the storm; And cold out of the north.",
          "ref": "job 37:9"
        },
        {
          "n": 10,
          "en": "By the breath of God ice is given, And the breadth of the waters is straitened.",
          "ref": "job 37:10"
        },
        {
          "n": 11,
          "en": "Yea, He ladeth the thick cloud with moister, He spreadeth abroad the cloud of His lightning;",
          "ref": "job 37:11"
        },
        {
          "n": 12,
          "en": "And they are turned round about by His guidance, That they may do whatsoever He commandeth them Upon the face of the habitable world:",
          "ref": "job 37:12"
        },
        {
          "n": 13,
          "en": "Whether it be for correction, or for His earth, Or for mercy, that He cause it to come.",
          "ref": "job 37:13"
        },
        {
          "n": 14,
          "en": "Hearken unto this, O Job; Stand still, and consider the wondrous works of God.",
          "ref": "job 37:14"
        },
        {
          "n": 15,
          "en": "Dost thou know how God enjoineth them, And causeth the lightning of His cloud to shine?",
          "ref": "job 37:15"
        },
        {
          "n": 16,
          "en": "Dost thou know the balancings of the clouds, The wondrous works of Him who is perfect in knowledge?",
          "ref": "job 37:16"
        },
        {
          "n": 17,
          "en": "Thou whose garments are warm, When the earth is still by reason of the south wind;",
          "ref": "job 37:17"
        },
        {
          "n": 18,
          "en": "Canst thou with Him spread out the sky, Which is strong as a molten mirror?",
          "ref": "job 37:18"
        },
        {
          "n": 19,
          "en": "Teach us what we shall say unto Him; For we cannot order our speech by reason of darkness.",
          "ref": "job 37:19"
        },
        {
          "n": 20,
          "en": "Shall it be told Him that I would speak? Or should a man wish that he were swallowed up?",
          "ref": "job 37:20"
        },
        {
          "n": 21,
          "en": "And now men see not the light which is bright in the skies; But the wind passeth, and cleanseth them.",
          "ref": "job 37:21"
        },
        {
          "n": 22,
          "en": "Out of the north cometh golden splendour, About God is terrible majesty.",
          "ref": "job 37:22"
        },
        {
          "n": 23,
          "en": "The Almighty, whom we cannot find out, is excellent in power, Yet to judgment and plenteous justice He doeth no violence.",
          "ref": "job 37:23"
        },
        {
          "n": 24,
          "en": "Men do therefore fear Him; He regardeth not any that are wise of heart.",
          "ref": "job 37:24"
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "n": 1,
          "en": "Then the LORD answered Job out of the whirlwind, and said:",
          "ref": "job 38:1"
        },
        {
          "n": 2,
          "en": "Who is this that darkeneth counsel By words without knowledge?",
          "ref": "job 38:2"
        },
        {
          "n": 3,
          "en": "Gird up now thy loins like a man; For I will demand of thee, and declare thou unto Me.",
          "ref": "job 38:3"
        },
        {
          "n": 4,
          "en": "Where wast thou when I laid the foundations of the earth? Declare, if thou hast the understanding.",
          "ref": "job 38:4"
        },
        {
          "n": 5,
          "en": "Who determined the measures thereof, if thou knowest? Or who stretched the line upon it?",
          "ref": "job 38:5"
        },
        {
          "n": 6,
          "en": "Whereupon were the foundations thereof fastened? Or who laid the corner-stone thereof,",
          "ref": "job 38:6"
        },
        {
          "n": 7,
          "en": "When the morning stars sang together, And all the sons of God shouted for joy?",
          "ref": "job 38:7"
        },
        {
          "n": 8,
          "en": "Or who shut up the sea with doors, When it broke forth, and issued out of the womb;",
          "ref": "job 38:8"
        },
        {
          "n": 9,
          "en": "When I made the cloud the garment thereof, And thick darkness a swaddlingband for it,",
          "ref": "job 38:9"
        },
        {
          "n": 10,
          "en": "And prescribed for it My decree, And set bars and doors,",
          "ref": "job 38:10"
        },
        {
          "n": 11,
          "en": "And said: ‘Thus far shalt thou come, but no further; And here shall thy proud waves be stayed’?",
          "ref": "job 38:11"
        },
        {
          "n": 12,
          "en": "Hast thou commanded the morning since thy days began, And caused the dayspring to know its place;",
          "ref": "job 38:12"
        },
        {
          "n": 13,
          "en": "That it might take hold of the ends of the earth, And the wicked be shaken out of it?",
          "ref": "job 38:13"
        },
        {
          "n": 14,
          "en": "It is changed as clay under the seal; And they stand as a garment.",
          "ref": "job 38:14"
        },
        {
          "n": 15,
          "en": "But from the wicked their light is withholden, And the high arm is broken.",
          "ref": "job 38:15"
        },
        {
          "n": 16,
          "en": "Hast thou entered into the springs of the sea? Or hast thou walked in the recesses of the deep? .",
          "ref": "job 38:16"
        },
        {
          "n": 17,
          "en": "Have the gates of death been revealed unto thee? Or hast thou seen the gates of the shadow of death?",
          "ref": "job 38:17"
        },
        {
          "n": 18,
          "en": "Hast thou surveyed unto the breadths of the earth? Declare, if thou knowest it all.",
          "ref": "job 38:18"
        },
        {
          "n": 19,
          "en": "Where is the way to the dwelling of light, And as for darkness, where is the place thereof;",
          "ref": "job 38:19"
        },
        {
          "n": 20,
          "en": "That thou shouldest take it to the bound thereof, And that thou shouldest know the paths to the house thereof?",
          "ref": "job 38:20"
        },
        {
          "n": 21,
          "en": "Thou knowest it, for thou wast then born, And the number of thy days is great!",
          "ref": "job 38:21"
        },
        {
          "n": 22,
          "en": "Hast thou entered the treasuries of the snow, Or hast thou seen the treasuries of the hail,",
          "ref": "job 38:22"
        },
        {
          "n": 23,
          "en": "Which I have reserved against the time of trouble, Against the day of battle and war?",
          "ref": "job 38:23"
        },
        {
          "n": 24,
          "en": "By what way is the light parted, Or the east wind scattered upon the earth?",
          "ref": "job 38:24"
        },
        {
          "n": 25,
          "en": "Who hath cleft a channel for the waterflood, Or a way for the lightning of the thunder;",
          "ref": "job 38:25"
        },
        {
          "n": 26,
          "en": "To cause it to rain on a land where no man is, On the wilderness, wherein there is no man;",
          "ref": "job 38:26"
        },
        {
          "n": 27,
          "en": "To satisfy the desolate and waste ground, And to cause the bud of the tender herb to spring forth?",
          "ref": "job 38:27"
        },
        {
          "n": 28,
          "en": "Hath the rain a father? Or who hath begotten the drops of dew?",
          "ref": "job 38:28"
        },
        {
          "n": 29,
          "en": "Out of whose womb came the ice? And the hoar-frost of heaven, who hath gendered it?",
          "ref": "job 38:29"
        },
        {
          "n": 30,
          "en": "The waters are congealed like stone, And the face of the deep is frozen.",
          "ref": "job 38:30"
        },
        {
          "n": 31,
          "en": "Canst thou bind the chains of the Pleiades, Or loose the bands of Orion?",
          "ref": "job 38:31"
        },
        {
          "n": 32,
          "en": "Canst thou lead forth the Mazzaroth in their season? Or canst thou guide the Bear with her sons?",
          "ref": "job 38:32"
        },
        {
          "n": 33,
          "en": "Knowest thou the ordinances of the heavens? Canst thou establish the dominion thereof in the earth?",
          "ref": "job 38:33"
        },
        {
          "n": 34,
          "en": "Canst thou lift up thy voice to the clouds, That abundance of waters may cover thee?",
          "ref": "job 38:34"
        },
        {
          "n": 35,
          "en": "Canst thou send forth lightnings, that they may go, And say unto thee: ‘Here we are’?",
          "ref": "job 38:35"
        },
        {
          "n": 36,
          "en": "Who hath put wisdom in the inward parts? Or who hath given understanding to the mind?",
          "ref": "job 38:36"
        },
        {
          "n": 37,
          "en": "Who can number the clouds by wisdom? Or who can pour out the bottles of heaven,",
          "ref": "job 38:37"
        },
        {
          "n": 38,
          "en": "When the dust runneth into a mass, And the clods cleave fast together?",
          "ref": "job 38:38"
        },
        {
          "n": 39,
          "en": "Wilt thou hunt the prey for the lioness? Or satisfy the appetite of the young lions,",
          "ref": "job 38:39"
        },
        {
          "n": 40,
          "en": "When they couch in their dens, And abide in the covert to lie in wait?",
          "ref": "job 38:40"
        },
        {
          "n": 41,
          "en": "Who provideth for the raven his prey, When his young ones cry unto God, and wander for lack of food?",
          "ref": "job 38:41"
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "n": 1,
          "en": "Knowest thou the time when the wild goats of the rock bring forth? Or canst thou mark when the hinds do calve?",
          "ref": "job 39:1"
        },
        {
          "n": 2,
          "en": "Canst thou number the months that they fulfil? Or knowest thou the time when they bring forth?",
          "ref": "job 39:2"
        },
        {
          "n": 3,
          "en": "They bow themselves, they bring forth their young, They cast out their fruit.",
          "ref": "job 39:3"
        },
        {
          "n": 4,
          "en": "Their young ones wax strong, they grow up in the open field; They go forth, and return not again.",
          "ref": "job 39:4"
        },
        {
          "n": 5,
          "en": "Who hath sent out the wild ass free? Or who hath loosed the bands of the wild ass?",
          "ref": "job 39:5"
        },
        {
          "n": 6,
          "en": "Whose house I have made the wilderness, And the salt land his dwelling-place.",
          "ref": "job 39:6"
        },
        {
          "n": 7,
          "en": "He scorneth the tumult of the city, Neither heareth he the shoutings of the driver.",
          "ref": "job 39:7"
        },
        {
          "n": 8,
          "en": "The range of the mountains is his pasture, And he searcheth after every green thing.",
          "ref": "job 39:8"
        },
        {
          "n": 9,
          "en": "Will the wild-ox be willing to serve thee? Or will he abide by thy crib?",
          "ref": "job 39:9"
        },
        {
          "n": 10,
          "en": "Canst thou bind the wild-ox with his band in the furrow? Or will he harrow the valleys after thee?",
          "ref": "job 39:10"
        },
        {
          "n": 11,
          "en": "Wilt thou trust him, because his strength is great? Or wilt thou leave thy labour to him?",
          "ref": "job 39:11"
        },
        {
          "n": 12,
          "en": "Wilt thou rely on him, that he will bring home thy seed, And gather the corn of thy threshing-floor?",
          "ref": "job 39:12"
        },
        {
          "n": 13,
          "en": "The wing of the ostrich beateth joyously; But are her pinions and feathers the kindly stork’s?",
          "ref": "job 39:13"
        },
        {
          "n": 14,
          "en": "For she leaveth her eggs on the earth, And warmeth them in dust,",
          "ref": "job 39:14"
        },
        {
          "n": 15,
          "en": "And forgetteth that the foot may crush them, Or that the wild beast may trample them.",
          "ref": "job 39:15"
        },
        {
          "n": 16,
          "en": "She is hardened against her young ones, as if they were not hers; Though her labour be in vain, she is without fear; .",
          "ref": "job 39:16"
        },
        {
          "n": 17,
          "en": "Because God hath deprived her of wisdom, Neither hath He imparted to her understanding.",
          "ref": "job 39:17"
        },
        {
          "n": 18,
          "en": "When the time cometh, she raiseth her wings on high, And scorneth the horse and his rider.",
          "ref": "job 39:18"
        },
        {
          "n": 19,
          "en": "Hast thou given the horse his strength? Hast thou clothed his neck with fierceness?",
          "ref": "job 39:19"
        },
        {
          "n": 20,
          "en": "Hast thou made him to leap as a locust? The glory of his snorting is terrible.",
          "ref": "job 39:20"
        },
        {
          "n": 21,
          "en": "He paweth in the valley, and rejoiceth in his strength; He goeth out to meet the clash of arms.",
          "ref": "job 39:21"
        },
        {
          "n": 22,
          "en": "He mocketh at fear, and is not affrighted; Neither turneth he back from the sword.",
          "ref": "job 39:22"
        },
        {
          "n": 23,
          "en": "The quiver rattleth upon him, The glittering spear and the javelin.",
          "ref": "job 39:23"
        },
        {
          "n": 24,
          "en": "He swalloweth the ground with storm and rage; Neither believeth he that it is the voice of the horn.",
          "ref": "job 39:24"
        },
        {
          "n": 25,
          "en": "As oft as he heareth the horn he saith: ‘Ha, ha! ’ And he smelleth the battle afar off, The thunder of the captains, and the shouting.",
          "ref": "job 39:25"
        },
        {
          "n": 26,
          "en": "Doth the hawk soar by thy wisdom, And stretch her wings toward the south?",
          "ref": "job 39:26"
        },
        {
          "n": 27,
          "en": "Doth the vulture mount up at thy command, And make her nest on high?",
          "ref": "job 39:27"
        },
        {
          "n": 28,
          "en": "She dwelleth and abideth on the rock, Upon the crag of the rock, and the stronghold.",
          "ref": "job 39:28"
        },
        {
          "n": 29,
          "en": "From thence she spieth out the prey; Her eyes behold it afar off.",
          "ref": "job 39:29"
        },
        {
          "n": 30,
          "en": "Her young ones also suck up blood; And where the slain are, there is she.",
          "ref": "job 39:30"
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "n": 1,
          "en": "Moreover the LORD answered Job, and said:",
          "ref": "job 40:1"
        },
        {
          "n": 2,
          "en": "Shall he that reproveth contend with the Almighty? He that argueth with God, let him answer it.",
          "ref": "job 40:2"
        },
        {
          "n": 3,
          "en": "Then Job answered the LORD, and said:",
          "ref": "job 40:3"
        },
        {
          "n": 4,
          "en": "Behold, I am of small account; what shall I answer Thee? I lay my hand upon my mouth.",
          "ref": "job 40:4"
        },
        {
          "n": 5,
          "en": "Once have I spoken, but I will not answer again; Yea, twice, but I will proceed no further.",
          "ref": "job 40:5"
        },
        {
          "n": 6,
          "en": "Then the LORD answered Job out of the whirlwind, and said:",
          "ref": "job 40:6"
        },
        {
          "n": 7,
          "en": "Gird up thy loins now like a man; I will demand of thee, and declare thou unto Me. .",
          "ref": "job 40:7"
        },
        {
          "n": 8,
          "en": "Wilt thou even make void My judgment? Wilt thou condemn Me, that thou mayest be justified?",
          "ref": "job 40:8"
        },
        {
          "n": 9,
          "en": "Or hast thou an arm like God? And canst thou thunder with a voice like Him?",
          "ref": "job 40:9"
        },
        {
          "n": 10,
          "en": "Deck thyself now with majesty and excellency, And array thyself with glory and beauty.",
          "ref": "job 40:10"
        },
        {
          "n": 11,
          "en": "Cast abroad the rage of thy wrath; And look upon every one that is proud, and abase him.",
          "ref": "job 40:11"
        },
        {
          "n": 12,
          "en": "Look on every one that is proud, and bring him low; And tread down the wicked in their place.",
          "ref": "job 40:12"
        },
        {
          "n": 13,
          "en": "Hide them in the dust together; Bind their faces in the hidden place.",
          "ref": "job 40:13"
        },
        {
          "n": 14,
          "en": "Then will I also confess unto thee That thine own right hand can save thee.",
          "ref": "job 40:14"
        },
        {
          "n": 15,
          "en": "Behold now behemoth, which I made with thee; He eateth grass as an ox.",
          "ref": "job 40:15"
        },
        {
          "n": 16,
          "en": "Lo now, his strength is in his loins, And his force is in the stays of his body.",
          "ref": "job 40:16"
        },
        {
          "n": 17,
          "en": "He straineth his tail like a cedar; The sinews of his thighs are knit together.",
          "ref": "job 40:17"
        },
        {
          "n": 18,
          "en": "His bones are as pipes of brass; His gristles are like bars of iron.",
          "ref": "job 40:18"
        },
        {
          "n": 19,
          "en": "He is the beginning of the ways of God; He only that made him can make His sword to approach unto him.",
          "ref": "job 40:19"
        },
        {
          "n": 20,
          "en": "Surely the mountains bring him forth food, And all the beasts of the field play there.",
          "ref": "job 40:20"
        },
        {
          "n": 21,
          "en": "He lieth under the lotus-trees, In the covert of the reed, and fens.",
          "ref": "job 40:21"
        },
        {
          "n": 22,
          "en": "The lotus-trees cover him with their shadow; The willows of the brook compass him about.",
          "ref": "job 40:22"
        },
        {
          "n": 23,
          "en": "Behold, if a river overflow, he trembleth not; He is confident, though the Jordan rush forth to his mouth.",
          "ref": "job 40:23"
        },
        {
          "n": 24,
          "en": "Shall any take him by his eyes, Or pierce through his nose with a snare?",
          "ref": "job 40:24"
        },
        {
          "n": 25,
          "en": "Canst thou draw out leviathan with a fish-hook? Or press down his tongue with a cord?",
          "ref": "job 40:25"
        },
        {
          "n": 26,
          "en": "Canst thou put a ring into his nose? Or bore his jaw through with a hook?",
          "ref": "job 40:26"
        },
        {
          "n": 27,
          "en": "Will he make many supplications unto thee? Or will he speak soft words unto thee?",
          "ref": "job 40:27"
        },
        {
          "n": 28,
          "en": "Will he make a covenant with thee, That thou shouldest take him for a servant for ever?",
          "ref": "job 40:28"
        },
        {
          "n": 29,
          "en": "Wilt thou play with him as with a bird? Or wilt thou bind him for thy maidens? .",
          "ref": "job 40:29"
        },
        {
          "n": 30,
          "en": "Will the bands of fishermen make a banquet of him? Will they part him among the merchants?",
          "ref": "job 40:30"
        },
        {
          "n": 31,
          "en": "Canst thou fill his skin with barbed irons? Or his head with fish-spears?",
          "ref": "job 40:31"
        },
        {
          "n": 32,
          "en": "Lay thy hand upon him; Think upon the battle, thou wilt do so no more.",
          "ref": "job 40:32"
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "n": 1,
          "en": "Behold, the hope of him is in vain; Shall not one be cast down even at the sight of him?",
          "ref": "job 41:1"
        },
        {
          "n": 2,
          "en": "None is so fierce that dare stir him up; Who then is able to stand before Me?",
          "ref": "job 41:2"
        },
        {
          "n": 3,
          "en": "Who hath given Me anything beforehand, that I should repay him? Whatsoever is under the whole heaven is Mine.",
          "ref": "job 41:3"
        },
        {
          "n": 4,
          "en": "Would I keep silence concerning his boastings, or his proud talk, or his fair array of words?",
          "ref": "job 41:4"
        },
        {
          "n": 5,
          "en": "Who can uncover the face of his garment? Who shall come within his double bridle?",
          "ref": "job 41:5"
        },
        {
          "n": 6,
          "en": "Who can open the doors of his face? Round about his teeth is terror.",
          "ref": "job 41:6"
        },
        {
          "n": 7,
          "en": "His scales are his pride, shut up together as with a close seal.",
          "ref": "job 41:7"
        },
        {
          "n": 8,
          "en": "One is so near to another, that no air can come between them.",
          "ref": "job 41:8"
        },
        {
          "n": 9,
          "en": "They are joined one to another; They stick together, that they cannot be sundered.",
          "ref": "job 41:9"
        },
        {
          "n": 10,
          "en": "His sneezings flash forth light, and his eyes are like the eyelids of the morning.",
          "ref": "job 41:10"
        },
        {
          "n": 11,
          "en": "Out of his mouth go burning torches, and sparks of fire leap forth.",
          "ref": "job 41:11"
        },
        {
          "n": 12,
          "en": "Out of his nostrils goeth smoke, as out of a seething pot and burning rushes.",
          "ref": "job 41:12"
        },
        {
          "n": 13,
          "en": "His breath kindleth coals, and a flame goeth out of his mouth.",
          "ref": "job 41:13"
        },
        {
          "n": 14,
          "en": "In his neck abideth strength, and dismay danceth before him.",
          "ref": "job 41:14"
        },
        {
          "n": 15,
          "en": "The flakes of his flesh are joined together; they are firm upon him; they cannot be moved.",
          "ref": "job 41:15"
        },
        {
          "n": 16,
          "en": "His heart is as firm as a stone; yea, firm as the nether millstone.",
          "ref": "job 41:16"
        },
        {
          "n": 17,
          "en": "When he raiseth himself up, the mighty are afraid; by reason of despair they are beside themselves.",
          "ref": "job 41:17"
        },
        {
          "n": 18,
          "en": "If one lay at him with the sword, it will not hold; nor the spear, the dart, nor the pointed shaft.",
          "ref": "job 41:18"
        },
        {
          "n": 19,
          "en": "He esteemeth iron as straw, and brass as rotten wood.",
          "ref": "job 41:19"
        },
        {
          "n": 20,
          "en": "The arrow cannot make him flee; slingstones are turned with him into stubble.",
          "ref": "job 41:20"
        },
        {
          "n": 21,
          "en": "Clubs are accounted as stubble; He laugheth at the rattling of the javelin.",
          "ref": "job 41:21"
        },
        {
          "n": 22,
          "en": "Sharpest potsherds are under him; He spreadeth a threshing-sledge upon the mire.",
          "ref": "job 41:22"
        },
        {
          "n": 23,
          "en": "He maketh the deep to boil like a pot; He maketh the sea like a seething mixture.",
          "ref": "job 41:23"
        },
        {
          "n": 24,
          "en": "He maketh a path to shine after him; One would think the deep to be hoary.",
          "ref": "job 41:24"
        },
        {
          "n": 25,
          "en": "Upon earth there is not his like who is made to be fearless.",
          "ref": "job 41:25"
        },
        {
          "n": 26,
          "en": "He looketh at all high things; He is king over all the proud beasts.",
          "ref": "job 41:26"
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "n": 1,
          "en": "Then Job answered the LORD, and said:",
          "ref": "job 42:1"
        },
        {
          "n": 2,
          "en": "I know that Thou canst do every thing, And that no purpose can be withholden from Thee.",
          "ref": "job 42:2"
        },
        {
          "n": 3,
          "en": "Who is this that hideth counsel without knowledge? Therefore have I uttered that which I understood not, Things too wonderful for me, which I knew not.",
          "ref": "job 42:3"
        },
        {
          "n": 4,
          "en": "Hear, I beseech Thee, and I will speak; I will demand of Thee, and declare Thou unto me.",
          "ref": "job 42:4"
        },
        {
          "n": 5,
          "en": "I had heard of Thee by the hearing of the ear; But now mine eye seeth Thee;",
          "ref": "job 42:5"
        },
        {
          "n": 6,
          "en": "Wherefore I abhor my words, and repent, Seeing I am dust and ashes.",
          "ref": "job 42:6"
        },
        {
          "n": 7,
          "en": "And it was so, that after the LORD had spoken these words unto Job, the LORD said to Eliphaz the Temanite: ‘My wrath is kindled against thee, and against thy two friends; for ye have not spoken of Me the thing that is right, as My servant Job hath.",
          "ref": "job 42:7"
        },
        {
          "n": 8,
          "en": "Now therefore, take unto you seven bullocks and seven rams, and go to My servant Job, and offer up for yourselves a burnt-offering; and My servant Job shall pray for you; for him will I accept, that I do not unto you aught unseemly; for ye have not spoken of Me the thing that is right, as my servant Job hath.’",
          "ref": "job 42:8"
        },
        {
          "n": 9,
          "en": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did according as the LORD commanded them; and the LORD accepted Job.",
          "ref": "job 42:9"
        },
        {
          "n": 10,
          "en": "And the LORD changed the fortune of Job, when he prayed for his friends; and the LORD gave Job twice as much as he had before.",
          "ref": "job 42:10"
        },
        {
          "n": 11,
          "en": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house; and they bemoaned him, and comforted him concerning all the evil that the LORD had brought upon him; every man also gave him a piece of money, and every one a ring of gold.",
          "ref": "job 42:11"
        },
        {
          "n": 12,
          "en": "So the LORD blessed the latter end of Job more than his beginning; and he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she-asses. .",
          "ref": "job 42:12"
        },
        {
          "n": 13,
          "en": "He had also seven sons and three daughters.",
          "ref": "job 42:13"
        },
        {
          "n": 14,
          "en": "And he called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren-happuch.",
          "ref": "job 42:14"
        },
        {
          "n": 15,
          "en": "And in all the land were no women found so fair as the daughters of Job; and their father gave them inheritance among their brethren.",
          "ref": "job 42:15"
        },
        {
          "n": 16,
          "en": "And after this Job lived a hundred and forty years, and saw his sons, and his sons’sons, even four generations.",
          "ref": "job 42:16"
        },
        {
          "n": 17,
          "en": "So Job died, being old and full of days.",
          "ref": "job 42:17"
        }
      ]
    }
  ]
}