{
  "bookId": "lamentations",
  "bookTitle": "Lamentations",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "n": 1,
          "en": "How doth the city sit solitary, That was full of people! How is she become as a widow! She that was great among the nations, And princess among the provinces, How is she become tributary!",
          "ref": "lamentations 1:1"
        },
        {
          "n": 2,
          "en": "She weepeth sore in the night, And her tears are on her cheeks; She hath none to comfort her Among all her lovers; All her friends have dealt treacherously with her, They are become her enemies.",
          "ref": "lamentations 1:2"
        },
        {
          "n": 3,
          "en": "Judah is gone into exile because of affliction, And because of great servitude; She dwelleth among the nations, She findeth no rest; All her pursuers overtook her within the straits.",
          "ref": "lamentations 1:3"
        },
        {
          "n": 4,
          "en": "The ways of Zion do mourn, Because none come to the solemn assembly; All her gates are desolate, Her priests sigh; Her virgins are afflicted, And she herself is in bitterness.",
          "ref": "lamentations 1:4"
        },
        {
          "n": 5,
          "en": "Her adversaries are become the head, Her enemies are at ease; For the LORD hath afflicted her For the multitude of her transgressions; Her young children are gone into captivity Before the adversary.",
          "ref": "lamentations 1:5"
        },
        {
          "n": 6,
          "en": "And gone is from the daughter of Zion All her splendour; Her princes are become like harts That find no pasture, And they are gone without strength Before the pursuer.",
          "ref": "lamentations 1:6"
        },
        {
          "n": 7,
          "en": "Jerusalem remembereth In the days of her affliction and of her anguish All her treasures that she had From the days of old; Now that her people fall by the hand of the adversary, And none doth help her, The adversaries have seen her, They have mocked at her desolations.",
          "ref": "lamentations 1:7"
        },
        {
          "n": 8,
          "en": "Jerusalem hath grievously sinned, Therefore she is become as one unclean; All that honoured her despise her, Because they have seen her nakedness; She herself also sigheth, And turneth backward.",
          "ref": "lamentations 1:8"
        },
        {
          "n": 9,
          "en": "Her filthiness was in her skirts, She was not mindful of her end; Therefore is she come down wonderfully, She hath no comforter. ‘Behold, O LORD, My affliction, For the enemy hath magnified himself.’",
          "ref": "lamentations 1:9"
        },
        {
          "n": 10,
          "en": "The adversary hath spread out his hand Upon all her treasures; For she hath seen that the heathen Are entered into her sanctuary, Concerning whom Thou didst command That they should not enter into Thy congregation.",
          "ref": "lamentations 1:10"
        },
        {
          "n": 11,
          "en": "All her people sigh, They seek bread; They have given their pleasant things for food To refresh the soul. ‘See, O LORD, And behold, How abject I am become.’",
          "ref": "lamentations 1:11"
        },
        {
          "n": 12,
          "en": "Let it not come unto you, All ye that pass by! Behold, And see If there be any pain like unto my pain, Which is done unto me, Wherewith the LORD hath afflicted me In the day of His fierce anger.",
          "ref": "lamentations 1:12"
        },
        {
          "n": 13,
          "en": "From on high hath He sent fire into my bones, And it prevaileth against them; He hath spread a net for my feet, He hath turned me back; He hath made me desolate And faint all the day.",
          "ref": "lamentations 1:13"
        },
        {
          "n": 14,
          "en": "The yoke of my transgressions is impressed by His hand; They are knit together, They are come up upon my neck; He hath made my strength to fail; The Lord hath delivered me into their hands, Against whom I am not able to stand.",
          "ref": "lamentations 1:14"
        },
        {
          "n": 15,
          "en": "The Lord hath set at nought All my mighty men in the midst of me; He hath called a solemn assembly against me To crush my young men; The Lord hath trodden as in a winepress The virgin the daughter of Judah.’",
          "ref": "lamentations 1:15"
        },
        {
          "n": 16,
          "en": "For these things I weep; Mine eye, Mine eye runneth down with water; Because the comforter is far from me, Even he that should refresh my soul; My children are desolate, Because the enemy hath prevailed.’",
          "ref": "lamentations 1:16"
        },
        {
          "n": 17,
          "en": "Zion spreadeth forth her hands; There is none to comfort her; The LORD hath commanded concerning Jacob, That they that are round about him should be his adversaries; Jerusalem is among them As one unclean.",
          "ref": "lamentations 1:17"
        },
        {
          "n": 18,
          "en": "The LORD is righteous; For I have rebelled against His word; Hear, I pray you, All ye peoples, And behold my pain: My virgins and my young men Are gone into captivity.",
          "ref": "lamentations 1:18"
        },
        {
          "n": 19,
          "en": "I called for my lovers, But they deceived me; My priests and mine elders Perished in the city, While they sought them food To refresh their souls.",
          "ref": "lamentations 1:19"
        },
        {
          "n": 20,
          "en": "Behold, O LORD, For I am in distress, Mine inwards burn; My heart is turned within me, For I have grievously rebelled. Abroad the sword bereaveth, At home there is the like of death.",
          "ref": "lamentations 1:20"
        },
        {
          "n": 21,
          "en": "They have heard that I sigh, There is none to comfort me; All mine enemies have heard of my trouble, And are glad, For Thou hast done it; Thou wilt bring the day that Thou hast proclaimed, And they shall be like unto me.",
          "ref": "lamentations 1:21"
        },
        {
          "n": 22,
          "en": "Let all their wickedness come before Thee; And do unto them, As Thou hast done unto me For all my transgressions; For my sighs are many And my heart is faint.’",
          "ref": "lamentations 1:22"
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "n": 1,
          "en": "How hath the Lord covered with a cloud The daughter of Zion in His anger! He hath cast down from heaven unto the earth The beauty of Israel, And hath not remembered His footstool In the day of His anger.",
          "ref": "lamentations 2:1"
        },
        {
          "n": 2,
          "en": "The Lord hath swallowed up unsparingly All the habitations of Jacob; He hath thrown down in His wrath The strongholds of the daughter of Judah; He hath brought them down to the ground; He hath profaned the kingdom and the princes thereof.",
          "ref": "lamentations 2:2"
        },
        {
          "n": 3,
          "en": "He hath cut off in fierce anger All the horn of Israel; He hath drawn back His right hand From before the enemy; And He hath burned in Jacob like a flaming fire, Which devoureth round about.",
          "ref": "lamentations 2:3"
        },
        {
          "n": 4,
          "en": "He hath bent His bow like an enemy, Standing with His right hand as an adversary, And hath slain all that were pleasant to the eye; In the tent of the daughter of Zion He hath poured out His fury like fire.",
          "ref": "lamentations 2:4"
        },
        {
          "n": 5,
          "en": "The Lord is become as an enemy, He hath swallowed up Israel; He hath swallowed up all her palaces, He hath destroyed his strongholds; And He hath multiplied in the daughter of Judah Mourning and moaning.",
          "ref": "lamentations 2:5"
        },
        {
          "n": 6,
          "en": "And He hath stripped His tabernacle, as if it were a garden, He hath destroyed His place of assembly; The LORD hath caused to be forgotten in Zion Appointed season and sabbath, And hath rejected in the indignation of His anger The king and the priest.",
          "ref": "lamentations 2:6"
        },
        {
          "n": 7,
          "en": "The Lord hath cast off His altar, He hath abhorred His sanctuary, He hath given up into the hand of the enemy The walls of her palaces; They have made a noise in the house of the LORD, As in the day of a solemn assembly.",
          "ref": "lamentations 2:7"
        },
        {
          "n": 8,
          "en": "The LORD hath purposed to destroy The wall of the daughter of Zion; He hath stretched out the line, He hath not withdrawn His hand from destroying; But He hath made the rampart and wall to mourn, They languish together.",
          "ref": "lamentations 2:8"
        },
        {
          "n": 9,
          "en": "Her gates are sunk into the ground; He hath destroyed and broken her bars; Her king and her princes are among the nations, Instruction is no more; Yea, her prophets find No vision from the LORD.",
          "ref": "lamentations 2:9"
        },
        {
          "n": 10,
          "en": "They sit upon the ground, and keep silence, The elders of the daughter of Zion; They have cast up dust upon their heads, They have girded themselves with sackcloth; The virgins of Jerusalem hang down Their heads to the ground.",
          "ref": "lamentations 2:10"
        },
        {
          "n": 11,
          "en": "Mine eyes do fail with tears, Mine inwards burn, My liver is poured upon the earth, For the breach of the daughter of my people; Because the young children and the sucklings swoon In the broad places of the city.",
          "ref": "lamentations 2:11"
        },
        {
          "n": 12,
          "en": "They say to their mothers: ‘Where is corn and wine?’ When they swoon as the wounded In the broad places of the city, When their soul is poured out Into their mothers’bosom.",
          "ref": "lamentations 2:12"
        },
        {
          "n": 13,
          "en": "What shall I take to witness for thee? What shall I liken to thee, O daughter of Jerusalem? What shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? For thy breach is great like the sea; Who can heal thee?",
          "ref": "lamentations 2:13"
        },
        {
          "n": 14,
          "en": "Thy prophets have seen visions for thee Of vanity and delusion; And they have not uncovered thine iniquity, To bring back thy captivity; But have prophesied for thee burdens Of vanity and seduction.",
          "ref": "lamentations 2:14"
        },
        {
          "n": 15,
          "en": "All that pass by clap Their hands at thee; They hiss and wag their head At the daughter of Jerusalem: ‘Is this the city that men called The perfection of beauty, The joy of the whole earth?’ .",
          "ref": "lamentations 2:15"
        },
        {
          "n": 16,
          "en": "All thine enemies have opened Their mouth wide against thee; They hiss and gnash the teeth; They say: ‘We have swallowed her up; Certainly this is the day that we looked for; We have found, we have seen it.’",
          "ref": "lamentations 2:16"
        },
        {
          "n": 17,
          "en": "The LORD hath done that which He devised; He hath performed His word That He commanded in the days of old; He hath thrown down unsparingly; And He hath caused the enemy to rejoice over thee, He hath exalted the horn of thine adversaries.",
          "ref": "lamentations 2:17"
        },
        {
          "n": 18,
          "en": "Their heart cried unto the Lord: ‘O wall of the daughter of Zion, Let tears run down like a river Day and night; Give thyself no respite; Let not the apple of thine eye cease.",
          "ref": "lamentations 2:18"
        },
        {
          "n": 19,
          "en": "Arise, cry out in the night, At the beginning of the watches; Pour out thy heart like water Before the face of the Lord; Lift up thy hands toward Him For the life of thy young children, That faint for hunger At the head of every street.’",
          "ref": "lamentations 2:19"
        },
        {
          "n": 20,
          "en": "’See, O LORD, and consider, To whom Thou hast done thus! Shall the women eat their fruit, The children that are dandled in the hands? Shall the priest and the prophet be slain In the sanctuary of the Lord?",
          "ref": "lamentations 2:20"
        },
        {
          "n": 21,
          "en": "The youth and the old man lie On the ground in the streets; My virgins and my young men Are fallen by the sword; Thou hast slain them in the day of Thine anger; Thou hast slaughtered unsparingly.",
          "ref": "lamentations 2:21"
        },
        {
          "n": 22,
          "en": "Thou hast called, as in the day of a solemn assembly, My terrors on every side, And there was none in the day of the LORD’S anger That escaped or remained; Those that I have dandled and brought up Hath mine enemy consumed.’",
          "ref": "lamentations 2:22"
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "n": 1,
          "en": "I am the man that hath seen affliction By the rod of His wrath.",
          "ref": "lamentations 3:1"
        },
        {
          "n": 2,
          "en": "He hath led me and caused me to walk in darkness and not in light.",
          "ref": "lamentations 3:2"
        },
        {
          "n": 3,
          "en": "Surely against me He turneth His hand again and again all the day.",
          "ref": "lamentations 3:3"
        },
        {
          "n": 4,
          "en": "My flesh and my skin hath He worn out; He hath broken my bones.",
          "ref": "lamentations 3:4"
        },
        {
          "n": 5,
          "en": "He hath builded against me, and compassed me With gall and travail.",
          "ref": "lamentations 3:5"
        },
        {
          "n": 6,
          "en": "He hath made me to dwell in dark places, As those that have been long dead. .",
          "ref": "lamentations 3:6"
        },
        {
          "n": 7,
          "en": "He hath hedged me about, that I cannot go forth; He hath made my chain heavy.",
          "ref": "lamentations 3:7"
        },
        {
          "n": 8,
          "en": "Yea, when I cry and call for help, He shutteth out my prayer.",
          "ref": "lamentations 3:8"
        },
        {
          "n": 9,
          "en": "He hath enclosed my ways with hewn stone, He hath made my paths crooked.",
          "ref": "lamentations 3:9"
        },
        {
          "n": 10,
          "en": "He is unto me as a bear lying in wait, As a lion in secret places.",
          "ref": "lamentations 3:10"
        },
        {
          "n": 11,
          "en": "He hath turned aside my ways, and pulled me in pieces; He hath made me desolate.",
          "ref": "lamentations 3:11"
        },
        {
          "n": 12,
          "en": "He hath bent His bow, and set me As a mark for the arrow.",
          "ref": "lamentations 3:12"
        },
        {
          "n": 13,
          "en": "He hath caused the arrows of His quiver To enter into my reins.",
          "ref": "lamentations 3:13"
        },
        {
          "n": 14,
          "en": "I am become a derision to all my people, And their song all the day.",
          "ref": "lamentations 3:14"
        },
        {
          "n": 15,
          "en": "He hath filled me with bitterness, He hath sated me with wormwood.",
          "ref": "lamentations 3:15"
        },
        {
          "n": 16,
          "en": "He hath also broken my teeth with gravel stones, He hath made me to wallow in ashes.",
          "ref": "lamentations 3:16"
        },
        {
          "n": 17,
          "en": "And my soul is removed far off from peace, I forgot prosperity.",
          "ref": "lamentations 3:17"
        },
        {
          "n": 18,
          "en": "And I said: ‘My strength is perished, And mine expectation from the LORD.’",
          "ref": "lamentations 3:18"
        },
        {
          "n": 19,
          "en": "Remember mine affliction and mine anguish, The wormwood and the gall.",
          "ref": "lamentations 3:19"
        },
        {
          "n": 20,
          "en": "My soul hath them still in remembrance, And is bowed down within me.",
          "ref": "lamentations 3:20"
        },
        {
          "n": 21,
          "en": "This I recall to my mind, Therefore have I hope.",
          "ref": "lamentations 3:21"
        },
        {
          "n": 22,
          "en": "Surely the LORD’S mercies are not consumed, Surely His compassions fail not.",
          "ref": "lamentations 3:22"
        },
        {
          "n": 23,
          "en": "They are new every morning; Great is Thy faithfulness.",
          "ref": "lamentations 3:23"
        },
        {
          "n": 24,
          "en": "’The LORD is my portion’, saith my soul; ‘Therefore will I hope in Him.’",
          "ref": "lamentations 3:24"
        },
        {
          "n": 25,
          "en": "The LORD is good unto them that wait for Him, To the soul that seeketh Him.",
          "ref": "lamentations 3:25"
        },
        {
          "n": 26,
          "en": "It is good that a man should quietly wait For the salvation of the LORD.",
          "ref": "lamentations 3:26"
        },
        {
          "n": 27,
          "en": "It is good for a man that he bear The yoke in his youth.",
          "ref": "lamentations 3:27"
        },
        {
          "n": 28,
          "en": "Let him sit alone and keep silence, Because He hath laid it upon him.",
          "ref": "lamentations 3:28"
        },
        {
          "n": 29,
          "en": "Let him put his mouth in the dust, If so be there may be hope.",
          "ref": "lamentations 3:29"
        },
        {
          "n": 30,
          "en": "Let him give his cheek to him that smiteth him Let him be filled full with reproach.",
          "ref": "lamentations 3:30"
        },
        {
          "n": 31,
          "en": "For the Lord will not cast off For ever.",
          "ref": "lamentations 3:31"
        },
        {
          "n": 32,
          "en": "For though He cause grief, yet will He have compassion According to the multitude of His mercies.",
          "ref": "lamentations 3:32"
        },
        {
          "n": 33,
          "en": "For He doth not afflict willingly, Nor grieve the children of men.",
          "ref": "lamentations 3:33"
        },
        {
          "n": 34,
          "en": "To crush under foot All the prisoners of the earth,",
          "ref": "lamentations 3:34"
        },
        {
          "n": 35,
          "en": "To turn aside the right of a man Before the face of the Most High,",
          "ref": "lamentations 3:35"
        },
        {
          "n": 36,
          "en": "To subvert a man in his cause, The Lord approveth not.",
          "ref": "lamentations 3:36"
        },
        {
          "n": 37,
          "en": "Who is he that saith, and it cometh to pass, When the Lord commandeth it not?",
          "ref": "lamentations 3:37"
        },
        {
          "n": 38,
          "en": "Out of the mouth of the Most High proceedeth not Evil and good?",
          "ref": "lamentations 3:38"
        },
        {
          "n": 39,
          "en": "Wherefore doth a living man complain, A strong man because of his sins?",
          "ref": "lamentations 3:39"
        },
        {
          "n": 40,
          "en": "Let us search and try our ways, And return to the LORD.",
          "ref": "lamentations 3:40"
        },
        {
          "n": 41,
          "en": "Let us lift up our heart with our hands Unto God in the heavens.",
          "ref": "lamentations 3:41"
        },
        {
          "n": 42,
          "en": "We have transgressed and have rebelled; Thou hast not pardoned.",
          "ref": "lamentations 3:42"
        },
        {
          "n": 43,
          "en": "Thou hast covered with anger and pursued us; Thou hast slain unsparingly.",
          "ref": "lamentations 3:43"
        },
        {
          "n": 44,
          "en": "Thou hast covered Thyself with a cloud, So that no prayer can pass through.",
          "ref": "lamentations 3:44"
        },
        {
          "n": 45,
          "en": "Thou hast made us as the offscouring and refuse In the midst of the peoples.",
          "ref": "lamentations 3:45"
        },
        {
          "n": 46,
          "en": "All our enemies have opened their mouth Wide against us.",
          "ref": "lamentations 3:46"
        },
        {
          "n": 47,
          "en": "Terror and the pit are come upon us, Desolation and destruction.",
          "ref": "lamentations 3:47"
        },
        {
          "n": 48,
          "en": "Mine eye runneth down with rivers of water, For the breach of the daughter of my people.",
          "ref": "lamentations 3:48"
        },
        {
          "n": 49,
          "en": "Mine eye is poured out, and ceaseth not, Without any intermission,",
          "ref": "lamentations 3:49"
        },
        {
          "n": 50,
          "en": "Till the LORD look forth, And behold from heaven.",
          "ref": "lamentations 3:50"
        },
        {
          "n": 51,
          "en": "Mine eye affected my soul, Because of all the daughters of my city.",
          "ref": "lamentations 3:51"
        },
        {
          "n": 52,
          "en": "They have chased me sore like a bird, That are mine enemies without cause.",
          "ref": "lamentations 3:52"
        },
        {
          "n": 53,
          "en": "They have cut off my life in the dungeon, And have cast stones upon me.",
          "ref": "lamentations 3:53"
        },
        {
          "n": 54,
          "en": "Waters flowed over my head; I said: ‘I am cut off.’",
          "ref": "lamentations 3:54"
        },
        {
          "n": 55,
          "en": "I called upon Thy name, O LORD, Out of the lowest dungeon.",
          "ref": "lamentations 3:55"
        },
        {
          "n": 56,
          "en": "Thou heardest my voice; hide not Thine ear at my sighing, at my cry.",
          "ref": "lamentations 3:56"
        },
        {
          "n": 57,
          "en": "Thou drewest near in the day that I called upon Thee; Thou saidst: ‘Fear not.’ .",
          "ref": "lamentations 3:57"
        },
        {
          "n": 58,
          "en": "O Lord, Thou hast pleaded the causes of my soul; Thou hast redeemed my life.",
          "ref": "lamentations 3:58"
        },
        {
          "n": 59,
          "en": "O LORD, Thou hast seen my wrong; Judge Thou my cause.",
          "ref": "lamentations 3:59"
        },
        {
          "n": 60,
          "en": "Thou hast seen all their vengeance And all their devices against me.",
          "ref": "lamentations 3:60"
        },
        {
          "n": 61,
          "en": "Thou hast heard their taunt, O LORD, And all their devices against me;",
          "ref": "lamentations 3:61"
        },
        {
          "n": 62,
          "en": "The lips of those that rose up against me, And their muttering against me all the day.",
          "ref": "lamentations 3:62"
        },
        {
          "n": 63,
          "en": "Behold Thou their sitting down, and their rising up; I am their song.",
          "ref": "lamentations 3:63"
        },
        {
          "n": 64,
          "en": "Thou wilt render unto them a recompense, O LORD, According to the work of their hands.",
          "ref": "lamentations 3:64"
        },
        {
          "n": 65,
          "en": "Thou wilt give them hardness of heart, Thy curse unto them.",
          "ref": "lamentations 3:65"
        },
        {
          "n": 66,
          "en": "Thou wilt pursue them in anger, and destroy them From under the heavens of the LORD.",
          "ref": "lamentations 3:66"
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "n": 1,
          "en": "How is the gold become dim! How is the most fine gold changed! The hallowed stones are poured out At the head of every street.",
          "ref": "lamentations 4:1"
        },
        {
          "n": 2,
          "en": "The precious sons of Zion, Comparable to fine gold, How are they esteemed as earthen pitchers, The work of the hands of the potter!",
          "ref": "lamentations 4:2"
        },
        {
          "n": 3,
          "en": "Even the jackals draw out the breast, They give suck to their young ones; The daughter of my people is become cruel, Like the ostriches in the wilderness.",
          "ref": "lamentations 4:3"
        },
        {
          "n": 4,
          "en": "The tongue of the sucking child cleaveth To the roof of his mouth for thirst; The young children ask bread, And none breaketh it unto them.",
          "ref": "lamentations 4:4"
        },
        {
          "n": 5,
          "en": "They that did feed on dainties Are desolate in the streets; They that were brought up in scarlet Embrace dunghills.",
          "ref": "lamentations 4:5"
        },
        {
          "n": 6,
          "en": "For the iniquity of the daughter of my people is greater Than the sin of Sodom, That was overthrown as in a moment, And no hands fell upon her.",
          "ref": "lamentations 4:6"
        },
        {
          "n": 7,
          "en": "Her princes were purer than snow, They were whiter than milk, They were more ruddy in body than rubies, Their polishing was as of sapphire;",
          "ref": "lamentations 4:7"
        },
        {
          "n": 8,
          "en": "Their visage is blacker than a coal; They are not known in the streets; Their skin is shrivelled upon their bones; It is withered, it is become like a stick.",
          "ref": "lamentations 4:8"
        },
        {
          "n": 9,
          "en": "They that are slain with the sword are better Than they that are slain with hunger; For these pine away, stricken through, For want of the fruits of the field.",
          "ref": "lamentations 4:9"
        },
        {
          "n": 10,
          "en": "The hands of women full of compassion Have sodden their own children; They were their food In the destruction of the daughter of my people.",
          "ref": "lamentations 4:10"
        },
        {
          "n": 11,
          "en": "The LORD hath accomplished His fury, He hath poured out His fierce anger; And He hath kindled a fire in Zion, Which hath devoured the foundations thereof.",
          "ref": "lamentations 4:11"
        },
        {
          "n": 12,
          "en": "The kings of the earth believed not, Neither all the inhabitants of the world, That the adversary and the enemy would enter Into the gates of Jerusalem.",
          "ref": "lamentations 4:12"
        },
        {
          "n": 13,
          "en": "It is because of the sins of her prophets, And the iniquities of her priests, That have shed the blood of the just In the midst of her.",
          "ref": "lamentations 4:13"
        },
        {
          "n": 14,
          "en": "They wander as blind men in the streets, They are polluted with blood, So that men cannot Touch their garments.",
          "ref": "lamentations 4:14"
        },
        {
          "n": 15,
          "en": "’Depart ye! unclean! ’ men cried unto them, ‘Depart, depart, touch not’; Yea, they fled away and wandered; Men said among the nations: ‘They shall no more sojourn here.’",
          "ref": "lamentations 4:15"
        },
        {
          "n": 16,
          "en": "The anger of the LORD hath divided them; He will no more regard them; They respected not the persons of the priests, They were not gracious unto the elders.",
          "ref": "lamentations 4:16"
        },
        {
          "n": 17,
          "en": "As for us, our eyes do yet fail For our vain help; In our watching we have watched For a nation that could not save.",
          "ref": "lamentations 4:17"
        },
        {
          "n": 18,
          "en": "They hunt our steps, That we cannot go in our broad places; Our end is near, our days are fulfilled; For our end is come.",
          "ref": "lamentations 4:18"
        },
        {
          "n": 19,
          "en": "Our pursuers were swifter Than the eagles of the heaven; They chased us upon the mountains, They lay in wait for us in the wilderness.",
          "ref": "lamentations 4:19"
        },
        {
          "n": 20,
          "en": "The breath of our nostrils, the anointed of the LORD, Was taken in their pits; Of whom we said: ‘Under his shadow We shall live among the nations.’",
          "ref": "lamentations 4:20"
        },
        {
          "n": 21,
          "en": "Rejoice and be glad, O daughter of Edom, That dwellest in the land of Uz: The cup shall pass over unto thee also; Thou shalt be drunken, and shalt make thyself naked.",
          "ref": "lamentations 4:21"
        },
        {
          "n": 22,
          "en": "The punishment of thine iniquity is accomplished, O daughter of Zion, He will no more carry thee away into captivity; He will punish thine iniquity, O daughter of Edom, He will uncover thy sins.",
          "ref": "lamentations 4:22"
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "n": 1,
          "en": "Remember, O LORD, what is come upon us; Behold, and see our reproach.",
          "ref": "lamentations 5:1"
        },
        {
          "n": 2,
          "en": "Our inheritance is turned unto strangers, Our houses unto aliens.",
          "ref": "lamentations 5:2"
        },
        {
          "n": 3,
          "en": "We are become orphans and fatherless, Our mothers are as widows.",
          "ref": "lamentations 5:3"
        },
        {
          "n": 4,
          "en": "We have drunk our water for money; Our wood cometh to us for price.",
          "ref": "lamentations 5:4"
        },
        {
          "n": 5,
          "en": "To our very necks we are pursued; We labour, and have no rest.",
          "ref": "lamentations 5:5"
        },
        {
          "n": 6,
          "en": "We have given the hand to Egypt, And to Assyria, to have bread enough;",
          "ref": "lamentations 5:6"
        },
        {
          "n": 7,
          "en": "Our fathers have sinned, and are not; And we have borne their iniquities.",
          "ref": "lamentations 5:7"
        },
        {
          "n": 8,
          "en": "Servants rule over us; There is none to deliver us out of their hand.",
          "ref": "lamentations 5:8"
        },
        {
          "n": 9,
          "en": "We get our bread with the peril of our lives Because of the sword of the wilderness.",
          "ref": "lamentations 5:9"
        },
        {
          "n": 10,
          "en": "Our skin is hot like an oven Because of the burning heat of famine.",
          "ref": "lamentations 5:10"
        },
        {
          "n": 11,
          "en": "They have ravished the women in Zion, The maidens in the cities of Judah.",
          "ref": "lamentations 5:11"
        },
        {
          "n": 12,
          "en": "Princes are hanged up by their hand; The faces of elders are not honoured.",
          "ref": "lamentations 5:12"
        },
        {
          "n": 13,
          "en": "The young men have borne the mill, And the children have stumbled under the wood.",
          "ref": "lamentations 5:13"
        },
        {
          "n": 14,
          "en": "The elders have ceased from the gate, The young men from their music.",
          "ref": "lamentations 5:14"
        },
        {
          "n": 15,
          "en": "The joy of our heart is ceased; Our dance is turned into mourning.",
          "ref": "lamentations 5:15"
        },
        {
          "n": 16,
          "en": "The crown is fallen from our head; Woe unto us! for we have sinned.",
          "ref": "lamentations 5:16"
        },
        {
          "n": 17,
          "en": "For this our heart is faint, For these things our eyes are dim;",
          "ref": "lamentations 5:17"
        },
        {
          "n": 18,
          "en": "For the mountain of Zion, which is desolate, The foxes walk upon it.",
          "ref": "lamentations 5:18"
        },
        {
          "n": 19,
          "en": "Thou, O LORD, art enthroned for ever, Thy throne is from generation to generation.",
          "ref": "lamentations 5:19"
        },
        {
          "n": 20,
          "en": "Wherefore dost Thou forget us for ever, And forsake us so long time?",
          "ref": "lamentations 5:20"
        },
        {
          "n": 21,
          "en": "Turn Thou us unto Thee, O LORD, and we shall be turned; Renew our days as of old.",
          "ref": "lamentations 5:21"
        },
        {
          "n": 22,
          "en": "Thou canst not have utterly rejected us, And be exceeding wroth against us!",
          "ref": "lamentations 5:22"
        }
      ]
    }
  ]
}